Repository: eventum/i18n
Catalog: *.po
Languages: cs

source: Category
cs: Kategorie

source: Category Field
cs: Pole kategorie

source: Cc
cs: Kopie

source: Change Access
cs: Změna oprávnění přístupu

source: Change Assignments
cs: Změna přiřazení

source: Change Password
cs: Změnit heslo

source: Change Status To
cs: Změnit stav na

source: Changed Fields
cs: Změněná pole

source: Changeset
cs: Sada změn

source: Changing field types can result in loss of data.
cs: Změna typů polí může mít za následek ztrátu dat.

source: Check Disk Space
cs: Zkontrolujte místo na disku

source: Check IRC Bot
cs: Zkontrolujte IRC Bot

source: Check Paths
cs: Zkontrolujte cestu

source: Check Permissions
cs: Zkontrolovat oprávnění

source: Checkbox
cs: Zaškrtávací tlačítko

source: Chinese (Simplified)
cs: Čínština (zjednodušená)

source: Choose Assignees...
cs: Zvolte přidělenou osobou

source: Choose Recipients...
cs: Zvolte příjemce

source: Choose User...
cs: Vyberte uživatale…

source: Choose Users to access this Issue...
cs: Vyberte uživatele k povolení přístupu do této úlohy…

source: Choose a misspelled word
cs: Zvolte chybně napsané slovo

source: Chora CVS viewer
cs: Prohlížeč chora CVS

source: Clear
cs: Vyčistit

source: Clear Duplicate Status
cs: Vyčistit dvojí stavy

source: Clear Filters
cs: Vyčistit filtry

source: Clear Selections
cs: Vyčistit výběr.

source: Click <a href="%1">here</a> to login.
cs: Přihlášení proveďte kliknutím <a href="%1">zde</a>.

source: Clock In
cs: Píchnout příchod

source: Clock Out
cs: Píchnout odchod

source: Clocked In handling
cs: Označovat příchod

source: Clone Issue
cs: Vytvořit kopii úlohy

source: Clone this issue
cs: Vytvořit kopii této úlohy

source: Close
cs: Zavřít

source: Close Form
cs: Formulář pro uzavření úlohy

source: Close Issue
cs: Zavřít úlohu

source: Close Issue #%1$s
cs: Uzavření úlohy #%1$s

source: Close Window
cs: Zavřít okno

source: Closed
cs: Zavřeno

source: Closed Context ?
cs: Uzavřený kontext ?

source: Closed Date
cs: Datum uzavření

source: Closed Message
cs: Uzavřená zpráva

source: Code
cs: Kód

source: Collapse all expanded cells
cs: Sbalit všechny rozbalené buňky

source: Collapse email replies
cs: Sbalit e-mailové odpovědi

source: Collapse expanded cell
cs: Sbalit rozbalenou buňku

source: Color
cs: Barva

source: Color needs to be RGB hex.
cs: Barva je vyžadována ve formátu RGB hex.

source: Color needs to be valid RGB hex value.
cs: Barva musí být uvedena ve validním formátu RGB hex.

source: Column Name
cs: Název sloupce

source: Combo Box
cs: Rozbalovací seznam

source: Comments
cs: Komentáře

source: Comparison Field
cs: Porovnání pole

source: Complete Details
cs: Kompletní podrobnosti

source: Configuration
cs: Nastavení

source: Configuration Parameters
cs: Parametry nastavení

source: Confirm New Password
cs: Potvrď te nové heslo

source: Contact ID attribute
cs: Kontaktní ID atribut

source: Continue
cs: Pokračovat

source: Convert Note To Email
cs: Převést poznámku na e-mail

source: Convert to Draft and Save For Later Editing
cs: Převést na návrh a uložit pro pozdější úpravy

source: Convert to Email and Send Now
cs: Převést na e-mail a ihned poslat

source: Cookies support seem to be disabled in your browser. Please enable this feature and try again.
cs: Podpora cookies ve vašem prohlížeči se zdá být vypnuta. Prosím povolte tuto funkci a zkuste to znovu.

source: Create Account
cs: Vytvořit účet

source: Create Account Manager
cs: Vytvořit správce účtů

source: Create Category
cs: Vytvořit kategorii

source: Create Custom Field
cs: Vytvořit vlastní pole

source: Create Customization
cs: Vytvořit přizpůsobení

source: Create Draft
cs: Vytvořit návrh

source: Create Email Response
cs: Vytvořit odpověď na e-mail

source: Create FAQ Entry
cs: Vytvořit položku nejčastějších otázek

source: Create Group
cs: Vytvořit skupinu

source: Create Issue
cs: Vytvořit úlohu

source: Create Link Filter
cs: Vytvořit filtr odkazů

source: Create New Issue
cs: Vytvořit novou úlohu

source: Create News Entry
cs: Vytvořit článek zpráv

source: Create Note
cs: Vytvořit poznámku

source: Create Priority
cs: Vytvořit prioritu

source: Create Product
cs: Vytvořit produkt

source: Create Project
cs: Vytvořit projekt

source: Create Release
cs: Vytvořit verzi

source: Create Reminder
cs: Vytvořit upomínku

source: Create Resolution
cs: Vytvořit řešení

source: Create Round Robin Entry
cs: Vytvořit položku kruhového přiřazení

source: Create Severity
cs: Vytvořit závažnost

source: Create Status
cs: Vytvořit stav

source: Create User
cs: Vytvořit uživatele

source: Create User and Permissions
cs: Vytvořit uživatele a oprávnění

source: Create Users
cs: Vytvořit uživatele

source: Created
cs: Vytvořeno

source: Created Date
cs: Datum vytvoření

source: Creating New Reminder
cs: Vytváření nové upomínky

source: Current Password
cs: Současné heslo

source: Current Project
cs: Současný projekt

source: Current Selections
cs: Současně vybrány

source: Current filters
cs: Současné filtry

source: Custom Field
cs: Vlastní pole

source: Custom Field Backend
cs: Podpůrná vrstva pole

source: Custom Fields
cs: Vlastní pole

source: Custom Fields Report
cs: Výkaz vlastních polí

source: Custom Fields Weekly Report
cs: Týdenní report z vlastních polí

source: Custom field updated ({changes}) by {user}
cs: Uživatelem {user} byla aktualizována vlastní pole ({changes})

source: Customer
cs: Zákazník

source: Customer Action
cs: Zákaznická činnost

source: Customer Actions
cs: Zákaznické činnosti

source: Customer Emails
cs: E-mail zákazníka

source: Customer ID attribute
cs: Atribut zákaznického ID

source: Customer Identity (e.g. "Example Inc.", "johndoe@example.com", 12345)
cs: Identita zákazníka (např. "Příklad s.r.o.", "jannovak@priklad.cz", 12345)

source: Customer Integration Backend
cs: Podpárná vrstva zavedení zákazníků

source: Customer Phone Number
cs: Telefonní číslo zákazníka

source: Customer may still receive generic issue closure email
cs: Zákazník může i nadále získat e-mailové upozorněnní o uzavření úlohy

source: Customers by %s
cs: Zákazníci podle %s

source: Customize LDAP Config
cs: Přizpůsobit natavení LDAP

source: Customize Monitoring Parameters
cs: Přizpůsobit parametry sledování

source: Customize SCM Integration
cs: Přizpůsobit začlenění SCM

source: Customize Status Action Date Screen
cs: Přizpůsobení zobrazení stavu data činnosti

source: Customize Status Action Dates
cs: Přizpůsobení zobrazení stavů dat činností

source: Customize Status Action Dates Screen
cs: Přizpůsobení zobrazení stavů dat činností

source: Czech
cs: Čeština

source: Danish
cs: Dánština

source: Database Error
cs: Chyba databáze

source: Database setup log:
cs: Protokol instalace databáze:

source: Date
cs: Datum

source: Date Field
cs: Datové pole

source: Date Range
cs: Časové období

source: Date Triggered
cs: Datum spuštění

source: Date of Call
cs: Datum volání

source: Date of Work
cs: Datum práce

source: Day
cs: Den

source: Day of Month
cs: Den v měsíci

source: Day of Week
cs: Den v týdnu

source: Days
cs: dnů

source: Days and Hours Since
cs: Dny a hodiny od té doby

source: Dear
cs: Vážení

source: Default Category
cs: Výchozí kategorie

source: Default Options for Notifications
cs: Výchozí nastavení pro oznámení

source: Default Priority
cs: Výchozí priorita

source: Default Roles
cs: Výchozí role

source: Defaults
cs: Výchozí

source: Delete
cs: Smazat

source: Delete Alias
cs: Odstranit přezdívku

source: Descending
cs: Sestupně

source: Description
cs: Popis

source: Description Field
cs: Pole popisu

source: Description is currently collapsed
cs: Popis je v současnosti sbalen

source: Description: %1
cs: Popis: %1

source: Details
cs: Podrobnosti

source: Developer
cs: Vývojář

source: Developer Actions
cs: Vývojářská činnost

source: Developer Emails
cs: Vývojářské e-maily

source: Developers
cs: Vývojáři

source: Directory "%1$s" is not writable.
cs: Adresář "%1$s" není zapisovatelný.

source: Disabled
cs: Zakázáno

source: Disassociate Selected
cs: Vybrané odloučit

source: Display Description as Email #0
cs: Zobrazit popisek jako E-mail #0

source: Display on List Issues Page
cs: Zobrazit na stránce výpisu úloh

source: Display relative dates
cs: Zobrazovat relativní data

source: Do you want to continue?
cs: Chcete pokračovat?

source: Download Raw Email
cs: Stáhnout prostý e-mail

source: Draft Address Prefix
cs: Návrh předpony adresy

source: Draft Saved
cs: Návrh uložen

source: Draft routed from {from}
cs: Návrh směrován od

source: Drafts
cs: Návrhy

source: Drop Tables If They Already Exist
cs: Smazat tabulky, pokud již existují

source: Drop files here or click to upload.
cs: Požadované soubory sem přetáhněte myší nebo klikněte pro otevření okna výběru.

source: Duplicate flag was reset by {user}
cs: Označení jako duplikát bylo resetováno uživatelem {user}

source: Duplicate of
cs: Stejné jako

source: Duplicated Issue
cs: Duplicitní úloha

source: Duplicated by
cs: Duplikováno

source: Duplicates
cs: Duplikáty

source: Dutch
cs: Holandština

source: E-mail about the change was sent to
cs: Informace o změnách byly zaslány na e-mail uživatelům

source: ERROR: Almost no free disk space left (percentage left: %.2f%%)
cs: CHYBA: Skoro již není žádné volné místo na disku (zbývá %.2f%%) procent)

source: ERROR: Could not find required table "%s"
cs: CHYBA: Nelze najít požadovanou tabulku "%s"

source: ERROR: Directory could not be found (path: %1$s)
cs: CHYBA: Nelze najít adresář (cesta: %1$s)

source: ERROR: Directory permission mismatch (path: %1$s; current perm: %2$s; correct perm: %3$s)
cs: CHYBA: Neshoda oprávnění adresáře (cesta: %1$s; současné oprávnění: %2$s; správné oprávnění: %3$s)

source: ERROR: File could not be found (path: %s)
cs: CHYBA: Nelze najít soubor (cesta: %s)

source: ERROR: File group mismatch (path: %1$s; current group: %2$s; correct group: %3$s)
cs: CHYBA: Neshoda skupiny souboru (cesta: %1$s; současné skupina: %2$s; správná skupina: %3$s)

source: ERROR: File owner mismatch (path: %1$s; current owner: %2$s; correct owner: %3$s)
cs: CHYBA: Neshoda vlastníka souboru (cesta: %1$s; současný vlastník: %2$s; správný vlastník: %3$s)

source: ERROR: File permission mismatch (path: %1$s; current perm: %2$s; correct perm: %3$s)
cs: CHYBA: Neshoda oprávnění souboru (cesta: %1$s; současné oprávnění: %2$s; správné oprávnění: %3$s)

source: ERROR: File size mismatch (path: %1$s; current filesize: %2$s)
cs: Chyba: Neshoda velikosti souboru (cesta %1$s; současná velikost: %2$s)

source: ERROR: Free disk space left is getting very low (percentage left: %.2f%%)
cs: CHYBA: Zbývající volné místo na disku začíná být velmi malé (procento zbývajícího místa: %.2f%%)

source: ERROR: The system doesn't have the appropriate permissions to create the configuration file in the setup directory (%1$s). Please contact your local system administrator and ask for write privileges on the provided path.
cs: CHYBA: Tento systém nemá příslušná oprávnění k vytvoření konfiguračního souboru v instalačním adresáři (%1$s). Prosím, obraťte se na svého místního správce systému a požádejte o oprávnění zápisu na uvedené cestě.

source: ERROR: The system doesn't have the appropriate permissions to create the configuration file in the setup directory (%s). Please contact your local system administrator and ask for write privileges on the provided path.
cs: CHYBA: Tento systém nemá příslušná oprávnění k vytvoření konfiguračního souboru v instalačním adresáři (%s). Prosím, obraťte se na svého místního správce systému a požádejte o oprávnění zápisu na uvedené cestě.

source: ERROR: The system doesn't have the appropriate permissions to update the configuration file in the setup directory (%1$s). Please contact your local system administrator and ask for write privileges on the provided filename.
cs: CHYBA: Tento systém nemá příslušná oprávnění k aktualizace konfiguračního souboru v instalačním adresáři (%1$s). Prosím, obraťte se na svého místního správce systému a požádejte o oprávnění zápisu na uvedené cestě.

source: ERROR: The system doesn't have the appropriate permissions to update the configuration file in the setup directory (%s). Please contact your local system administrator and ask for write privileges on the provided filename.
cs: CHYBA: Tento systém nemá příslušná oprávnění k aktualizace konfiguračního souboru v instalačním adresáři (%s). Prosím, obraťte se na svého místního správce systému a požádejte o oprávnění zápisu na uvedené cestě.

source: ERROR: There is a total of %d emails not associated.
cs: CHYBA: Existuje celkem %d nepřidělených e-mailů.

source: ERROR: There is a total of %d queued emails with errors.
cs: CHYBA: Existuje celkem %d e-mailů ve frontě s chybami.

source: ERROR: There was a DB error checking the mail association status
cs: CHYBA: Došlo k chybě DB při kontrole asociace stavu pošty

source: ERROR: There was a DB error checking the mail queue status
cs: CHYBA: Během kontroly pošty k odeslání (ve frontě) došlo k chybě při komunikaci s databází.

source: Edit Authorized Replier List
cs: Upravit seznam oprávněných odpovídačů

source: Edit Categories
cs: Upravit kategorie

source: Edit Columns to Display
cs: Upravit zobrazované sloupce

source: Edit Fields to Display
cs: Upravit zobrazovaná pole

source: Edit Incident Redemption
cs: Upravit splnění incidentů

source: Edit Notification List
cs: Upravit seznam oznámení

source: Edit Phone Support Categories
cs: Upravit kategorie podpory po telefonu

source: Edit Priorities
cs: Upravit priority

source: Edit Releases
cs: Upravit verze

source: Edit Reporter
cs: Upravit oznamovatele

source: Edit Severities
cs: Upravit závažnosti

source: Edit Signature
cs: Upravit podpis

source: Edit Time Entry
cs: Upravit časový záznam

source: Edit Time Worked
cs: Upravit čas práce

source: Edit the Reporter for this issue
cs: Upravit oznamovatele této úlohy

source: Email (subject: '{subject}') associated by {user}
cs: E-mail (předmět: '{subject}') byl přidružen k uživateli {user}

source: Email (subject: '{subject}') disassociated by {user}
cs: E-mailu (předmět: '{subject}') bylo zrušeno přidružení k uživateli {user}

source: Email Account
cs: E-mailový účet

source: Email Address
cs: E-mailová adresa

source: Email Address Prefix
cs: Předpona e-mailové adresy

source: Email Address to Send Saved Messages
cs: E-mailová adresa k zasílání kopií zpráv

source: Email Addresses To Send Errors To
cs: E-mailové adresy k zasílání chybových zpráv:

source: Email Addresses To Send Information To
cs: E-mailové adresy k zasílání informačních zpráv:

source: Email Alias
cs: E-mailová přezdívka

source: Email Aliases
cs: E-mailové aliasy

source: Email Blocking
cs: Blokování e-mailu

source: Email Draft Interface
cs: Rozhraní konceptů e-mailových zpráv

source: Email Error Logging System
cs: Systém zasílání výpisů chyb na e-mail

source: Email Integration Feature
cs: Funkce integrace e-mailu

source: Email List
cs: Seznam e-mailů

source: Email Notifications
cs: Oznámení e-mailem

source: Email Reminder System Status Information
cs: Systém zasílání informací o stavu

source: Email Routing Interface
cs: Rozhraní směrování e-mailů

source: Email Sender Flag
cs: Označení odesílatele e-mailu

source: Email Signature
cs: Podpis e-mailu

source: Email Spell Checker
cs: Kontrola pravopisu zpráv

source: Email Time Spent
cs: Čas strávený e-mailem

source: Email Workload by Time of day
cs: Zátěž e-mailu podle doby

source: Email by Time Period
cs: E-mail podle časového období

source: Email by time period
cs: E-maily za časového období

source: Email from '{from}' blocked
cs: Zpráva od '{from}' je blokována

source: Email message draft updated by {user}
cs: Koncept e-mailové zprávy byl aktualizován uživatelem {user}

source: Email message saved as a draft by {user}
cs: E-mailová zpráva byla uživatelem {user} uložena jako koncept

source: Email routed from {from}
cs: E-mail směrován od {from}

source: Email will be re-sent from original sender, including any attachments.
cs: E-mail bude znovu poslán od původního odesílatele, včetně všech příloh.

source: Email will be re-sent from your name, NOT original sender's, and without any attachments.
cs: E-mail bude znovu poslán vaším jménem, NE od původního odesílatele, a bez jakýchkoliv příloh.

source: Emails
cs: E-maily

source: Emails are Associated
cs: E-maily josu přiděleny

source: Emails are Received or Sent
cs: E-maily jsou přijaty nebo odeslány

source: Emails are associated to existing issues
cs: E-maily jsou přiděleny k existujícím úlohám

source: Emails by sent date %s through %s
cs: E-maily odeslané v době od %s do %s

source: Empty Subject Header
cs: Prázdná hlavička předmětu

source: Enabled
cs: Povoleno

source: Encryption
cs: Šifrování

source: Encryption can be enabled if your system supports it.
cs: Šifrování může být povoleno, pouze pokud to váš systém podporuje.

source: Encryption can not be disabled: %s
cs: Šifrování nemůže být zakázáno: %s

source: Encryption can not be enabled: %s
cs: Šifrování nemůže být povoleno: %s

source: Encryption was disabled!
cs: Šifrování bylo zakázáno!

source: Encryption was enabled!
cs: Šifrování bylo povoleno!

source: End
cs: Konec

source: End date
cs: Datum ukončení

source: End time in the future.
cs: Datum ukončení v budoucnu

source: English (Australia)
cs: Angličtina (Austrálie)

source: English (Canada)
cs: Angličtina (Kanada)

source: English (United Kingdom)
cs: Angličtina (Spojené království)

source: Enter the details below
cs: Níže zadejte podrobnosti

source: Entered By
cs: Zadal(a)

source: Equals
cs: Rovná se

source: Error
cs: Chyba

source: Error: An error occurred while trying to run your query.
cs: Chyba: Při pokusu o porvedení vašeho dotazu nastala chyba.

source: Error: No user account was found matching the entered email address.
cs: Chyba: Pro zadanou e-mailovou adresu nebyla nalezen odpovídající uživatelský účet.

source: Error: Please configure the email address domain.
cs: Chyba: Nastavte prosím doménu e-mailové adresy.

source: Error: Please configure the email address prefix.
cs: Chyba: Nastavte prosím předponu e-mailové adresy.

source: Error: Please provide the email account ID.
cs: Chyba: Zadejte prosím ID e-mailového účtu.

source: Error: Please provide your email address.
cs: Chyba: Zadejte prosím vaši e-mailovou adresu.

source: Error: The associated user for the email routing interface needs to be set.
cs: Chyba: Je třeba nastavit připojeného uživatele pro rozhraní přesměrování e-mailu.

source: Error: The email draft interface is disabled.
cs: Chyba: Rozhrani návrhu e-mailu je zakázáno.

source: Error: The email message was empty.
cs: Chyba: E-mailová zpráva byla prázdná.

source: Error: The email routing interface is disabled.
cs: Chyba: Rozhraní přesměrování e-mailu je zakázáno.

source: Error: The internal note routing interface is disabled.
cs: Chyba: Rozhraní vnitřního přesměrování poznámky je zakázáno.

source: Error: The issue #%1 could not be found
cs: Chyba: Úlohu #%1 nelze najít

source: Error: The issue #%1$s could not be found.
cs: CHYBA: Úkol #%1$s nebyl nalezen.

source: Error: The routed email had no associated Eventum issue ID or had an invalid recipient address.
cs: Chyba: Přesměrovaný e-mail neměl připojen žádné ID úlohy Eventum, nebo měl neplatnou adresu příjemce.

source: Error: The sender of this email is not allowed in the project associated with issue #%d.
cs: Chyba: Odesílatel tohoto e-mailu nemá v tomto projektu povoleno přiřazení k úloze #%d.

source: Error: You are not allowed to view the requested FAQ entry.
cs: Chyba: Nemáte oprávnění k zobrazení požadované položky nejčastějších otázek.

source: Error: Your user status is currently set as inactive. Please contact your local system administrator for further information.
cs: Chyba: Váš stav uživatele je nyní nastaven na neaktivní. Pro další informace prosím kontaktuje vašeho místního správce systému.

source: Error: the given email address is not allowed to be added to the notification list.
cs: Chyba: zadaná e-mailová adresa má zakázáno být přidána do seznamu oznámení.

source: Error: the issue is already unassigned.
cs: Chyba: úloha již není přidělena.

source: Error: you are already authorized to send emails in this issue.
cs: Chyba: již máte oprávnění odesílat e-maily v této úloze.

source: Escalate #%1 on Issue #%1
cs: Povýšení #%1 na úlohu #%1

source: Est Dev Time
cs: Odh. doba vývoje

source: Estimated Dev. Time
cs: Odhadovaná doba vývoje

source: Estimated Development Time
cs: Odhadovaný čas vývoje

source: Estimated Development Time Field
cs: Pole odhadované doby vývoje

source: Estimated Development Time by Category
cs: Odhadovaná doba vývoje podle kategorie

source: Estimated time (Hours)
cs: Odhadovaná doba (v hod.)

source: Estonian
cs: Estonština

source: Eventum Emails
cs: E-maily eventum

source: Eventum Installation
cs: Instalace Eventum

source: Eventum Issues search
cs: Vyhledávání úloh Eventum

source: Eventum Relative URL
cs: Relativní URL Eventum

source: Eventum Version: %1
cs: Verze Eventum: %1

source: Eventum allows encrypt email account, database and LDAP passwords.
cs: Eventum umožňuje šifrovat hesla k e-mailovým účtům, databázím a LDAP.

source: Eventum was unable to route your email
cs: Eventum nemohlo přesměrovat váš e-mail

source: Excerpts
cs: Výňatky

source: Existing Accounts
cs: Stávající účty

source: Existing Actions
cs: Stávající činnosti

source: Existing Authorized Repliers for this Issue
cs: Existující oprávnění odpovídači pro tuto úlohu

source: Existing Canned Email Responses
cs: Stávající uložené e-mailové odpovědi

source: Existing Categories
cs: Stávající kategorie

source: Existing Conditions
cs: Stávající podmínky

source: Existing Custom Fields
cs: Existující vlastní pole

source: Existing Customer Account Managers
cs: Stávající řízení uživatelských účtů

source: Existing Customer Quick Notes
cs: Existující rychlé poznámky zákazníka

source: Existing Customizations
cs: Existující úpravy

source: Existing Groups
cs: Existující skupiny

source: Existing Internal FAQ Entries
cs: Stávající záznamy vnitřních nejčastějších otázek

source: Existing Issue
cs: Existující úloha

source: Existing Issue Reminders
cs: Existující upomínky úlohy

source: Existing Link Filters
cs: Existující filtry odkazu

source: Existing News Entries
cs: Existující novinky

source: Existing Phone Support Categories
cs: Existující kategorie telefonické podpory

source: Existing Priorities
cs: Existující priority

source: Existing Products
cs: Stávající produkty

source: Existing Projects
cs: Existující projekty

source: Existing Releases
cs: Stávající vydání

source: Existing Resolutions
cs: Stávající řešení úloh

source: Existing Round Robin Entries
cs: Stávající položky kruhového přiřazení

source: Existing Severities
cs: Stávající závažnosti

source: Existing Statuses
cs: Stávající stavy

source: Existing Subscribers for this Issue
cs: Existující odběratelé této úlohy

source: Existing Users
cs: Existující uživatelé

source: Expand all collapsed cells
cs: Rozbalit všechny sbalené buňky

source: Expand collapsed cell
cs: Rozbalit sbalenou buňku

source: Expected Resolution Date
cs: Očekávané datum vyřešení

source: Export Data:
cs: Exportovat data:

source: External ID
cs: Vnější ID

source: Extra Note Recipients
cs: Dodateční příjemci poznámky

source: Faroese
cs: Faerština

source: Field
cs: Pole

source: Field Options
cs: Možnosti pole

source: Field Type
cs: Typ pole

source: Field to Graph
cs: Pole do grafu

source: File
cs: Soubor

source: File Attached
cs: Připojen soubor

source: File Uploaded
cs: Soubor nahrán

source: Filenames
cs: Názvy souborů

source: Files
cs: Soubory

source: Files are Attached
cs: Soubory jsou připojeny

source: Files are attached to existing issues
cs: Soubory jsou připojeny k existujícím úlohám

source: Filter by Arrival Date
cs: Filtrovat podle data přijetí
