Repository: eventum/i18n
Catalog: *.po
Languages: cs

source: WARNING: This message was blocked because the sender was not allowed to send emails to the associated issue.
cs: VAROVÁNÍ: Tato zpráva byla zablokována protože odesílatel nemá oprávnění odesílat e-maily k přiřazené úloze.

source: WARNING: You are not assigned to this issue so your email will be blocked.nYour blocked email will be converted to a note that can be recovered later.nFor more information, please see the topic 'email blocking' in help.
cs: UPOZORNĚNÍ: Vaše e-mailová zpráva byla zablokována, protože nemáte oprávnění k této úloze. \nBlokovaný e-mail bude převeden na poznámku, která může být později převedena zpět na e-mail. \nPro více informací prosím navštivte téma nápovědy 'blokování e-mailu'.

source: WARNING: You have removed project(s)
cs: VAROVÁNÍ: Odstranili jste projekt(y)

source: Warn Users Whether They Can Send Emails to Issue
cs: Varovat uživatele v případě, že mohou zaslat e-mail do úlohy

source: Warning
cs: Varování

source: Warning: Some type and interval options, combined with large <br />date ranges can produce extremely large graphs.
cs: Varování: Některé typy a možnosti intervalu, spolu s velkými <br /> rozsahy dat mohou vytvářet velmi velké grafy.

source: Warning: This draft has already been edited. You cannot send or edit it.
cs: Varování: Tento návrh již byl upraven. Nemůžete ho odeslat nebo upravovat.

source: Warning: This draft has already been sent. You cannot resend it.
cs: Varování: Tento návrh již byl odeslán. Nemůžete ho odeslat znova.

source: Warning: Unknown Contacts Found
cs: Varování: Nalezeny neznámé kontakty

source: Warning: Unknown contacts were found in the selected email messages. Please make sure you have selected the correct email messages to associate.
cs: Varování: Ve vybraných e-mailových zprávách byly nalezeny neznámé kontakty. Ujistěte se, že jste zvolili správné e-mailové adresy pro přidělení.

source: We received a message from %1 and created an issue from it. Since you were a recipient of the original message, we are sending you the issue details.
cs: Od %1 jsme obdrželi zprávu a z ní vytvořili úlohu. Protože jste byl příjemcem původní zprávy, posíláme Vám podrobnosti úlohy.

source: We received a message from you and for your convenience, we created an issue that will be used by our staff to handle your message.
cs: Obdrželi jsme od Vás zprávu a pro vaše pohodlí jsme vytvořili úlohu, která bude použita naší obsluhou pro zpracování vaší zprávy.

source: Week
cs: Týden

source: Week starts on
cs: Počáteční den týdne

source: Weekly
cs: Týdně

source: Weekly Report
cs: Týdenní výkaz

source: Whether to check if IRC Bot is running.
cs: Zdali kontrolovat, jestli IRC Bot je spuštěn.

source: Whether to check permissions of directories and config files.
cs: Zdali kontrolovat oprávnění adresářů a souborů s nastavením.

source: Will save as a note
cs: Bude uloženo jako poznámka

source: Will save as email
cs: Bude uloženo jako email

source: With that information in mind, the appropriate value to be entered in the 'Checkout page' input field is:
cs: S ohledem na tyto informace bude odpovídající hodnota, zadaná ve vstupním poli 'Stránka získání', vypadat takto:

source: Work ended
cs: Práce ukončena

source: Work started
cs: Práce zahájena

source: Workflow Backend
cs: Podpůrná vrstva postupu práce

source: Workload By Date Range
cs: Pracovní zátěž podle data

source: Workload Date Range
cs: Pracovní zátěž podle data

source: Workload by Date Range Report
cs: Výkaz pracovní zátěže podle data

source: Workload by Time Period
cs: Pracovní zátěž podle časového období

source: Workload by Time of day
cs: Pracovní zátěž podle denní doby

source: Workload by time period
cs: Pracovní zátěž podle denní doby

source: Year
cs: Rok

source: Yes
cs: Ano

source: You are not allowed to use the selected project.
cs: Nemáte oprávnění použit zvolený projekt.

source: You can set the minimum role required to view a column. For example, if you set the mimimum role for 'Category' to be 'Manager' anyone with a role lower than 'Manager' will not be able to see that column. To hide a column from all users, select 'Never Display'.
cs: Můžete nastavit minimální požadovanou roli (přístupová práva) pro zobrazení daného sloupce. Například, pokud pro sloupec 'Kategorie' nastavíte minimální roli "Administrátor", uživatelé s rolí nižší než "Administrátor" nebudou tento sloupec vidět. Chcete-li sloupec skrýt pro všechny uživatele, vyberte možnost 'Nikdy nezobrazovat'.

source: You cannot change the status of the only active user left in the system.
cs: Nemůžete měnit stav jediného aktivního uživatele v systému.

source: You cannot inactivate all of the users in the system.
cs: Nemůžete zrušit aktivaci všech uživatelů v systému.

source: You do not have permission to delete this note.
cs: Nemáte oprvánění ke smazání této poznámky.

source: You do not have permission to remove this phone support entry.
cs: Nemáte oprávnění k odstranění této položky telefonické podpory.

source: You do not have the correct role to access this page
cs: Nemáte potřebnou roli pro přístup na tuto stránku

source: You do not have the permission to remove this attachment.
cs: Nemáte oprávnění k odstranění této přílohy.

source: You do not have the permission to remove this file.
cs: Nemáte oprávnění k odstranění tohoto souboru.

source: You have been clocked in
cs: Byl vám píchnut příchod

source: You have been clocked out
cs: Byl vám píchnut odchod

source: You may also set the appropriate timezone where you live in this screen, and all of the software will adjust the dates displayed in the system accordingly.
cs: Na této obrazovce můžete také nastavit odpovídající časové pásmo vašeho bydliště a software pro Vás přizpůsobí data zobrazena v systému.

source: You may also turn the parsing of commit messages for just a single CVS module by substituting the 'ALL' in the line above to the appropriate CVS module name, as in:
cs: Můžete také vypnout zpracování zpráv odevzdání pro jednotlivé moduly CVS nahrazením 'ALL' v řádku výše odpovídajícím názvem modulu CVS, jako:

source: You may also use 'bug' to specify the issue ID - whichever you are more comfortable with.
cs: Můžete také použít 'bug' pro zadání ID úlohy - podle toho co Vám lépe vyhovuje.

source: You may help Eventum installer to figure out timezone if you configure PHP timezone parameters first:
cs: Můžete pomoci instalačnímu programu Eventum zjistit časové pásmo, pokud poprvé konfigurujete PHP timezone parametr:

source: Your account information as it now exists appears below.
cs: Níže jsou uvedeny současné informace o vašem účtu.

source: Your full account information is available below.
cs: Úplné informace o vašem účtu jsou zobrazeny níže.

source: Your information has been updated
cs: Informace o vás byly aktualizovány

source: Your issue was created successfully.
cs: Úloha byla úspěšně vytvořena.

source: Your key has been regenerated. All previous keys are now invalid.
cs: Váš klíč byl obnoven. Všechny předchozí klíče jsou nyní neplatné.

source: Your session has expired. Please login again to continue.
cs: Vaše sezení vypršelo. Pro pokračování se prosím znovu přihlaste.

source: Your user account has been updated in %1
cs: Váš uživatelský účet na %1 byl aktualizován

source: Your user account password has been updated in %1
cs: Vaše heslo účtu na %1 bylo aktualizováno

source: Your user status is currently set as inactive. Please contact your local system administrator for further information.
cs: Stav vašeho uživatelského účtu je nyní nastaven na neaktivní. Pro další informace prosím kontaktujte vašeho místního správce systému.

source: Your user status is currently set as pending. This means that you still need to confirm your account creation request. Please contact your local system administrator for further information.
cs: Stav vašeho uživatelského účtu je nyní nastaven na nevyřízeno. To znamená, že stále potřebujete potvrdit vaši žádost o vytvoření účtu. Pro další informace prosím kontaktujte vašeho místního správce systému.

source: [#%1$s] Issue Created: %2$s
cs: [#%1$s] Vytvořena úloha: %2$s

source: [#%1$s] New Assignment: %2$s
cs: [#%1$s] Nové přiřazení k úloze: %2$s

source: [#%1$s] New Issue Assigned: %2$s
cs: [#%1$s] Přiřazení k nové úloze: %2$s

source: [#%1$s] Reminder Not Triggered: [#%2$s]
cs: [#%1$s] Připomenutí není aktivováno: [#%2$s]

source: [#%1$s] Reminder: %2$s
cs: [#%1$s] Upomínka: %2$s

source: [Redeemed]
cs: [Uplatněno]

source: [highly recommended] from the Horde project you would usually have the following URL as the diff page:
cs: [doporučujeme] z projektu Horde byste měli většinou mít následující URL jako stránku porovnání:

source: [prompt]$ cvs -q commit -m "Adding form validation as requested (issue: 13)" form.php
cs: [výzva]$ cvs -q commit -m "Přidávám formulář ověření podle požadavků (issue: 13)" form.php

source: actions
cs: činnosti

source: any
cs: vše

source: as
cs: jako

source: ascending
cs: vzestupně

source: associated
cs: přiděleno

source: bulk update tool
cs: nástroj hromadné aktualizace

source: change your account clocked-in status
cs: změnit stav přítomnosti vašeho účtu

source: click to edit
cs: klikněte pro úpravu

source: convert note
cs: převést poznámku

source: create a new issue
cs: vytvořit novou úlohu

source: create advanced searches
cs: vytvořit pokročilá hledání

source: current filters
cs: současné filtry

source: day
cs: den

source: days
cs: dnů

source: delete
cs: smazat

source: delete attachment
cs: smazat přílohu

source: delete file
cs: smazat soubor

source: descending
cs: sestupně

source: diff to <span class=revision>%1</span>
cs: rozdíl s revizí <span class=revision>%1</span>

source: display in fixed width font
cs: zobrazit písmem s pevnou šířkou

source: download file
cs: stáhnout soubor

source: download file (%1$s - %2$s)
cs: stáhnout soubor (%1$s - %2$s)

source: edit the authorized repliers list for this issue
cs: upravit seznam oprávněných odpovídačů pro tuto úlohu

source: edit the notification list for this issue
cs: upravit seznam oznámení pro tuto úlohu

source: edit this custom search
cs: upravit toto vlastní hledání

source: emails
cs: e-maily

source: enter a new option above
cs: výše zadejte novou volbu

source: error condition detected
cs: zjištěna chybová podmínka

source: first name
cs: jméno

source: fixed width
cs: fixní šířka

source: for
cs: pro

source: for %1 through %2
cs: pro období od %1 do %2

source: from the list
cs: ze seznamu

source: full news entry
cs: celá zpráva

source: get access to advanced search parameters
cs: získat přístup k pokročilým parametrům hledání

source: get context sensitive help
cs: získat nápovědu závislou na kontextu

source: global filter
cs: globální filtr

source: help documentation
cs: nápověda a dokumentace

source: hide
cs: schovat

source: hide / show the quick search form
cs: skrýt / zobrazit formulář rychlého hledání

source: hide/show
cs: skrýt/zobrazit

source: hours
cs: hodin

source: if <tt>php.ini</tt> path is different, get proper filename from <tt>php --ini</tt> command output.
cs: Pokud je cesta v <tt>php.ini</tt> odlišná, získejte správný název souboru z výstupu příkazu <tt>php --ini</tt>.

source: in hours
cs: v hodinách

source: in minutes
cs: v minutách

source: internal faq
cs: vnitřní seznam nejčastějších otázek

source: issue
cs: úloha

source: issues worked on
cs: úlohy na kterých se pracovalo

source: it will show up by the side of the field
cs: bude zobrazeno na straně pole

source: keywords
cs: klíčová slova

source: last name
cs: příjmení

source: leave empty to keep the current password
cs: zanechejte prázdné, abye heslo nebylo změněno

source: list all issues assigned to you
cs: vypsat všechny úlohy které jsou Vám přiděleny

source: list all removed emails
cs: vypsat všechny odstraněné e-maily

source: list available emails
cs: vypsat všechny dostupné e-maily

source: list the issues stored in the system
cs: vypsat úlohy uložené v systému

source: logout from
cs: odhlásit se z

source: manage aliases
cs: nastavit aliasy

source: manage the application settings, users, projects, etc
cs: správa nastavení aplikace, uživatelů, projektů, atd.

source: modify your account details and preferences
cs: změnit nastavení a podrobnosti vašeho účtu

source: month
cs: měsíc

source: move field down
cs: posunout pole dolů

source: move field up
cs: posunout pole nahoru

source: must be a valid email address
cs: musí být platná e-mailová adresa

source: myself and my group
cs: já a moje skupina

source: myself and un-assigned
cs: já a nepřidělení

source: myself, un-assigned and my group
cs: já, nepřidělení a moje skupina

source: new.php" escape=no}You may <a href="%1">submit another issue</a> if you so wish.
cs: new.php" escape=no}Pokud máte zájem, můžete <a href="%1">vytvořit další úlohu</a>.

source: next issue on your current active filter
cs: další úloha ve vašem nynějším aktivním filtru

source: of associated projects. This will remove all data for this field from the selected project(s).
cs: z přidělených projektů. Toto odstraní všechna data v tomto poli ze zvolených projektů.

source: only used for automatic issue reminders
cs: použit pouze pro automatické upomínky úloh

source: or
cs: nebo

source: page
cs: stránka

source: paste or start typing here
cs: vložte nebo zde začněte psát

source: pending
cs: nevyřízeno

source: per day
cs: za den

source: per day of week
cs: za jednotlivé dny v týdnu

source: per month
cs: za měsíc

source: per week
cs: za týden

source: previous issue on your current active filter
cs: předchozí úloha ve vašem nynejším aktivním filtru

source: quick search
cs: rychlé hledání

source: read faq entry
cs: přečíst si položku nejčastějších otázek

source: reply as email
cs: odpovědět v e-mailu

source: reply as note
cs: odpovědět v poznámce (interně)

source: reply to this email
cs: odpovědět na tento e-mail

source: reporting system
cs: systém hlášení

source: see the diff to revision %1
cs: zobrazit rozdíl po revizi %1

source: see the log of of %1
cs: zobrazit záznam %1

source: see the source of revision %1 of %2
cs: zobrazit zdroj revize %1 z %2

source: send email to
cs: odeslat e-mailovou zprávu na

source: sent to notification list
cs: odeslat do seznamu oznámení

source: show
cs: zobrazit

source: sort by %1
cs: řadit podle sloupce '%1'

source: sort by customer
cs: seřadit podle zákazníka

source: sort by date
cs: seřadit podle data

source: sort by recipient
cs: seřadit podle příjemce

source: sort by sender
cs: seřadit podle odesílatele

source: sort by status
cs: seřadit podle stavu

source: sort by subject
cs: seřadit podle předmětu

source: sort by summary
cs: seřadit podle souhrnu

source: this will determine the order in which actions are triggered
cs: toto určí pořadí v kterém jsou činnosti spuštěny

source: this will show up on the bottom of the reminder messages
cs: toto bude zobrazeno v dolní části upomínkových zpráv

source: to access this page.
cs: pro přístup na tuto stránku.

source: un-assigned
cs: nepřiděleno

source: un-scheduled
cs: nenaplánováno

source: update this entry
cs: atkualizovat tento záznam

source: view
cs: zobrazit

source: view email details
cs: zobrazit podrobnosti e-mailu

source: view issue details
cs: zobrazit podrobnosti úlohy

source: view note details
cs: zobrazit podrobnosti poznámky

source: view reminder action details
cs: zobrazit podrobnosti upomínkové činnosti

source: view reminder details
cs: zobrazit podrobnosti upomínky

source: view the full history of changes on this issue
cs: zobrazit úplnou historii změn v této úloze

source: view the history of sent emails
cs: zobrazit historii odeslaných e-mailů

source: week
cs: týden

source: {email} added to the authorized repliers list by {user}
cs: {email} přidán do seznamu oznámení uživatelem {user}

source: {other_user} added to the authorized repliers list by {user}
cs: {other_user} přidán do seznamu oznámení uživatelem {user}

source: {other_user} removed from issue by {user}
cs: {other_user} odstraněn z úlohy uživatelem {user}

source: {replier} remotely added to authorized repliers by {user}
cs: {replier} vzdáleně přidán jako oprávněný odpovídač uživatelem {user}
