Repository: eventum/i18n
Catalog: *.po
Languages: cs

source: Finnish
cs: Finština

source: First Response By Staff
cs: První odpověď od obsluhy

source: First Response Date
cs: Datum první odpovědi

source: First Response by Staff
cs: První odpověď od obsluhy

source: Fix Spelling
cs: Opravit pravopis

source: For example
cs: Například

source: For example, you could use this page so that only users of the role "<i>standard user</i>" (and higher ranking roles) are able to set the category or release fields when reporting a new issue.
cs: Například byste mohli tuto stránku použít tak, že pouze uživatelé s rolí "<i>standardní uživatel</i>" (a výše postavené role) mohou při vytváření úlohy nastavit kategorii nebo uvolnit pole.

source: French
cs: Francouzština

source: From
cs: Od

source: Full Name
cs: Jméno a příjmení

source: General Setup
cs: Základní nastavení

source: Generate
cs: Vytvořit

source: Generate Encryption key
cs: Generovat šifrovací klíč

source: German
cs: Němčina

source: Get a Notification When
cs: Obdržet oznámení když

source: Global Search
cs: Globální hledání

source: Go
cs: Přejít

source: Go Back
cs: Jít zpět

source: Graphical Stats
cs: Grafické statistiky

source: Greater Than
cs: Větší než

source: Greater or Equal
cs: Větší nebo rovno

source: Greater than %1$s
cs: Větší než %1$s

source: Group
cs: Seskupit

source: Group By
cs: Seskupit podle

source: Group changed ({changes}) by {user}
cs: Skupina byla změněna ({changes}) uživatelem {user}

source: Groups
cs: Skupiny

source: Haitian; Haitian Creole
cs: Haitská kreolština

source: Hebrew
cs: Hebrejština

source: Hello, We just received a request to create a new account in %1 For security reasons we need you to confirm this request so we can finish the account creation process. If this is not a real request from you, or you are not interested in creating a new account anymore, please disregard this email. In a week the request will be erased automatically. However, if you would like to confirm the new account, please do so by visiting the URL below:
cs: Dobrý den, Právě jsme obdrželi žádost o vytvoření nového účtu na %1 Z bezpečnostních důvodů od Vás potřebujeme potvrzení tohoto požadavku, abychom mohli dokončit proces vytváření účtu. Pokud jste tento proces nezahájili, nebo již o vytvoření účtu nemáte zájem, pak tento e-mail prosím ignorujte. Za týden bude požadavek automaticky smazán. Pokud byste ale chtěli nový účet potvrdit, pak můžete tak provést navštívením níže uvedené URL:

source: Hello, We just received a request to create a new random password for your account in %1. For security reasons we need you to confirm this request so we can finish the password creation process. If this is not a real request from you, or if you don't need a new password anymore, please disregard this email. However, if you would like to confirm this request, please do so by visiting the URL below:
cs: Dobrý den, Právě jsme obdrželi žádost o vytvoření nového náhodného hesla na %1. Z bezpečnostních důvodů od Vás potřebujeme potvrzení tohoto požadavku, abychom mohli dokončit proces vytváření hesla. Pokud jste tento proces nezahájili, nebo již o nové heslo nemáte zájem, pak tento e-mail prosím ignorujte. Pokud byste ale chtěli tuto žádost potvrdit, můžete tak provést navštívením níže uvedené URL:

source: Help
cs: Nápověda

source: Help Topics
cs: Témata nápovědy

source: Hidden Sender
cs: Skrytý odesílatel

source: Hide
cs: Skrýt

source: Hide Associated Emails
cs: Skrýt přidělené e-maily

source: Hide Closed Issues
cs: Skrýt uzavřené úlohy

source: History of Changes
cs: Historie změn

source: History of Changes to Issue
cs: Historie změn v úloze

source: History of Reminders Triggered for Issue
cs: Historie upomínek odeslaných v úloze

source: Home
cs: Domů

source: Host
cs: Hostitelský server

source: Host Alias
cs: Alias domény

source: Hostname
cs: Název hostitele

source: Hours
cs: hodin

source: Hours (%s)
cs: Hodiny (%s)

source: Hungarian
cs: Maďarština

source: I Forgot My Password
cs: Zapomněl jsem své heslo

source: IMAP Folder
cs: Složka IMAP

source: IMAP over SSL
cs: IMAP přes SSL

source: IMAP over SSL (self-signed)
cs: IMAP přes SSL (podepsán sám sebou)

source: IMAP, no TLS
cs: IMAP, bez TLS

source: IMAP, with TLS
cs: IMAP, pomocí TLS

source: IMAP, with TLS (self-signed)
cs: IMAP, pomocí TLS (podepsán sám sebou)

source: IRC Notifications
cs: IRC notifikace

source: Icon
cs: Ikona

source: If enabled all issue views will be logged. <strong>WARNING: </strong> This can produce extremely large database tables if you have an active installation. You are recommended to monitor and archive/trim the <em>issue_access_log</em> table as appropriate.
cs: Pokud povolíte, budou evidovány veškeré přístupy k úlohám (zobrazení). <strong>VAROVÁNÍ: </strong> Může docházet k produkování extrémně velkých databázových tabulek. Doporučuje se monitorovat a podle potřeby archivovat a promazávat tabulku <em>issue_access_log</em>.

source: If enabled, Eventum will look in the subject line of incoming notes/emails to determine which issue they should be associated with.
cs: Pokud povoleno, Eventum prohledá řádek předmětu v příchozích poznámkách/e-mailech pro zjištění ke kterým úlohám by měly být přiděleny.

source: If this option is enabled, users with a role of Reporter will only be able to see issues they reported.
cs: Pokud je tato volba zapnuta, uživatelé s rolí oznamovatele budou moci zobrazit pouze ty úlohy, které nahlásili.

source: If yes, this reminder will not activate on weekends and time will not accumulate on the weekends.
cs: Pokud ano, pak tato upomínka nebude aktivována o víkendech a čas nebude během této doby narůstat.

source: If you check this, you cannot leave a copy of messages on the server.
cs: Pokud toto zaškrtnete, nebudete moci na serveru zanechat kopii zpráv.

source: If you close this window, you will lose any uploaded attachments.
cs: Pokud toto okno uzavřete, ztratí se všechny nahrané přílohy.

source: If you don't know who should be the assigned person for this new issue, assign it to your Project Lead.
cs: Pokud nevíte, kdo by v nové úloze měl být přidělenou osobou, předejte ji vedoucímu projektu.

source: Ignore Issue Status Changes
cs: Ignorovat změny stavu úlohy

source: Ignoring issue #%d because it was found in the list of already triggered issues
cs: Úloha #%d ignorována, protože se již nachází na seznamu právě spuštěných připomenutí

source: Important Notices
cs: Důležitá oznámení

source: In Notification List
cs: V seznamu oznámení

source: In Past
cs: V minulosti

source: In Past %1$s hours
cs: V předchozích %1$s hodinách

source: In order for %1 to work properly, you must enable cookie support in your browser. Please login again and accept all cookies coming from it.
cs: Aby %1 mohlo fungovat správně, musíte ve vašem prohlížeči povolit podporu cookies. Prosím přihlaste se znovu a přijměte všechny příchozí cookies.

source: In order to check if your permissions are setup correctly visit the
cs: Abyste zkontrolovali, že vaše oprávnění jsou správně nastavena, navštivte

source: In order to do that, however, the administrator of the system needs to configure email accounts to make the software download the email messages from the appropriate POP3/IMAP server.
cs: Pro toto ale musí správce systému nastavit e-mailové účty, aby software mohl stahovat e-mailové zprávy od daného serveru POP3/IMAP

source: Inactive
cs: Neaktivní

source: Incident Types to Redeem
cs: Které typy incidentů použít

source: Incoming
cs: Příchozí

source: Incorrect password
cs: Špatné heslo

source: Individual
cs: Individuální

source: Indonesian
cs: Indonézština

source: Initial Status for New Issues
cs: Počáteční stav pro nové úlohy

source: Installation Instructions
cs: Pokyny pro instalaci

source: Integer
cs: Celé číslo

source: Interested Party
cs: Zainteresované skupiny

source: Internal FAQ
cs: Vnitřní nejčastější otázky

source: Internal Note Routing Interface
cs: Rozhraní směrování vnitřních poznámek

source: Internal Notes
cs: Interní poznámky

source: Internal Users
cs: Interní uživatelé

source: Invalid custom field ID
cs: Špatné ID vlastního pole

source: Is NULL
cs: Je PRÁZDNÝ

source: Is Null
cs: Je prázdný

source: Is between %1$s-%2$s-%3$s AND %4$s-%5$s-%6$s
cs: je mezi %1$s-%2$s-%3$s A %4$s-%5$s-%6$s

source: Is greater than %1$s-%2$s-%3$s
cs: Je větší než %1$s-%2$s-%3$s

source: Is less than %1$s-%2$s-%3$s
cs: Je menší než %1$s-%2$s-%3$s

source: Issue
cs: Úloha

source: Issue #
cs: Úloha č.

source: Issue #%1
cs: Úkol #%1

source: Issue #%1 - Select Partners
cs: Úkol #%1 – Výběr partnerů

source: Issue #%1 - Duplicate
cs: Úkol #%1 – Duplikát

source: Issue #%1 - Edit Reporter
cs: Úkol #%1 – Úprava oznamovatele

source: Issue #%1 - Mail Queue
cs: Úkol #%1 – E-mailová fronta

source: Issue #%1 - Update
cs: Úkol #%1 – Aktualizace

source: Issue #%1$s Email #%3$s: %2$s
cs: Úloha č.%1$s E-mail #%3$s: %2$s

source: Issue #%1$s: Reply
cs: Úloha #%1$s: Odpověď

source: Issue #%s does not exist and was removed from the list of associated issues.
cs: Úloha #%s neexistuje a byla odstraněna ze seznamu přidružených úloh.

source: Issue Count
cs: Počet úloh

source: Issue Details
cs: Podrobnosti úlohy

source: Issue ID
cs: ID úlohy

source: Issue ID:
cs: ID úlohy:

source: Issue Overview
cs: Přehled úlohy

source: Issue Priorities
cs: Priority úlohy

source: Issue assigned to {assignee} by {user}
cs: Úkol přiřazen k uživateli {assignee} uživatelem {user}

source: Issue assignment to changed ({changes}) by {user}
cs: Přiřazení úlohy změněno ({changes}) uživatelem {user}

source: Issue assignments removed by {user}
cs: Přiřazení úlohy odstraněno uživatelem {user}

source: Issue associated to Issue #{associated_id} by {user}
cs: Úloha byla uživatelem {user} přidružena k úloze #{associated_id}

source: Issue association to Issue #{issue_id} removed by {user}
cs: Zrušeno přidružení k úloze #{issue_id} uživatelem {user}

source: Issue auto-assigned to {assignee} (RR)
cs: Úkol automaticky přidělen uživateli {assignee} (kruhové přiřazení)

source: Issue auto-assigned to {assignee} (TAM)
cs: Úkol automaticky přidělen uživateli {assignee} (správce technického účtu)

source: Issue cloned from issue #{issue_id}
cs: Vytvořena kopie úlohy #{issue_id}

source: Issue cloned to issue #{issue_id}
cs: Z této úlohy byla vytvořena kopie úlohy #{issue_id}

source: Issue closed comments
cs: Komentář k uzavření úlohy

source: Issue details are updated
cs: Podrobnosti úlohy byly aktualizovány

source: Issue is Closed
cs: Úloha je uzavřena

source: Issue manually set to status '{status}' by {user}
cs: Stav úlohy byl ručně změněn na '{status}' uživatelem {user}

source: Issue marked as a duplicate of issue #{issue_id} by {user}
cs: Úloha byla označena jako duplikát úlohy #{issue_id} uživatelem {user}

source: Issue moved from {old_project} to {new_project} by {user}
cs: Úloha přesunuta z {old_project} do {new_project} uživatelem {user}

source: Issue opened anonymously
cs: Otevření úlohy anonymním uživatelem

source: Issue opened by {sender}
cs: Úkol otevřen uživatelem {sender}

source: Issue opened by {user}
cs: Úkol otevřen uživatelem {user}

source: Issue quarantine status cleared by {user}
cs: Stav karantény zrušen uživatelem {user}

source: Issue remotely assigned to {assignee} by {user}
cs: Úkol přiřazen uživateli {assignee} vzdáleně uživatelem {user}

source: Issue updated (Expected Resolution Date: {changes}) by {user}
cs: Úkol aktualizován (Očekávané datum vyřešení: {changes}) uživatelem {user}

source: Issue updated ({changes}) by {user}
cs: Úkol aktualizován ({changes}) uživatelem {user}

source: Issue updated to status '{status}' by {user}
cs: Status úlohy změněn na '{status}' uživatelem {user}

source: Issues
cs: Úlohy

source: Issues By User
cs: Úlohy podle uživatele

source: Issues Closed
cs: Uzavřených úloh

source: Issues Created Between
cs: Úlohy vytvořené mezi

source: Issues are Closed
cs: Úlohy jsou uzavřeny

source: Issues are Updated
cs: Úlohy byly aktualizovány

source: Issues by %s
cs: Úkoly podle %s

source: Issues by Assignment
cs: Úlohy podle přidělení

source: Issues by Category
cs: Úlohy podle kategorie

source: Issues by Priority
cs: Úlohy podle priority

source: Issues by Release
cs: Úlohy podle verze

source: Issues by Status
cs: Úlohy podle stavu

source: Issues by User
cs: Úlohy podle uživatele

source: Issues by created date %s through %s
cs: Úkoly vytvořené v době od %s do %s

source: Issues with no time spent
cs: Úkoly, na kterých nebyl stráven žádný čas

source: Issues/Customers matching criteria
cs: Úlohy/Zákazníci odpovídající kritériím

source: It could have been converted to an email.
cs: Mohla být převedena na e-mail.

source: Italian
cs: Italština

source: Japanese
cs: Japonština

source: Keep Current Assignments
cs: Zachovat současná přiřazení

source: Keyword(s)
cs: Klíčová slova

source: Korean
cs: Korejština

source: LDAP Setup
cs: Nastavení LDAP

source: Label
cs: Popisek

source: Last Action Date
cs: Datum poslední činnosti

source: Last Outgoing Msg
cs: Poslední odchozí zpráva

source: Last Response
cs: Poslední odpověď

source: Last Response Date
cs: Datum poslední odpovědi

source: Last Response by Staff
cs: Poslední odpověď od obsluhy

source: Last Update
cs: Poslední aktualizace

source: Last Updated
cs: Naposledy aktualizováno

source: Last Updated Date
cs: Datum poslední aktualizace

source: Latvian
cs: Lotyština

source: Leave Copy of Messages On Server
cs: Zanechat kopii zpráv na serveru

source: Left
cs: Doleva

source: Less Than
cs: Méně než

source: Less or Equal
cs: Méně nebo rovno

source: Less than %1$s
cs: Méně než %1$s

source: Levels
cs: Úrovně

source: Line
cs: Řádek

source: Link Filters
cs: Filtry řádků

source: Link filters are used to replace text such as '%1' with an automatic link to some external resource. It uses regular expressions to replace the text. Specify the search pattern in the pattern field without delimiters. Specify the entire string you would like to use as a replacement with $x to insert the matched text.
cs: Filtry řádků jsou používány pro nahrazení textu jako např. '%1' automatickým odkazem do určitého vnějšího zdroje. Pro nahrazení textu používá regulární výrazy. V poli vzor zadejte vzor pro hledání bez oddělovačů. Zadejte celý řetězec, který byste chtěli použít jako náhradu pomocí $x pro vložení odpovídajícího textu.

source: List Issues
cs: Seznam úloh

source: List Removed Emails
cs: Vypsat odstraněné e-maily

source: Listing / Searching for Issues
cs: Výpisy / Hledání úloh

source: Lithuanian
cs: Litevština

source: Login
cs: Přihlášení

source: Login Time Spent
cs: Čas strávený přihlášením

source: Login credential may be your email or user id, depending on system configuration.
cs: Pověřený způsob přihlášení může být pomocí vašeho e-mailu nebo uživatelského ID (podle konfigurace systému).

source: Logout
cs: Odhlášení

source: Mail Queue Log
cs: Záznam fronty pošty

source: Mail Queue for %1)
cs: Fronta e-mailových zpráv pro %1

source: Mail queue truncated by %1$s.
cs: Fronta zpráv zkrácena uživatelem %1$s.

source: Mailbox
cs: Poštovní schránka

source: Manage Canned Email Responses
cs: Správa uložených e-mailových odpovědí

source: Manage Categories
cs: Správa kategorií

source: Manage Columns to Display
cs: Správa zobrazených sloupců

source: Manage Custom Field Options
cs: Správa voleb vlastních polí

source: Manage Custom Fields
cs: Správa vlastních polí

source: Manage Customer Account Managers
cs: Správa řízení uživatelských účtů

source: Manage Customer Quick Notes
cs: Správa rychlých poznámek zákazníků

source: Manage Email Accounts
cs: Správa e-mailových účtů

source: Manage Groups
cs: Správa skupin

source: Manage Internal FAQ
cs: Správa vnitřních nejčastějších otázek

source: Manage Issue Reminders
cs: Správa upomínek úloh

source: Manage Issue Resolutions
cs: Správa řešení úloh

source: Manage Link Filters
cs: Správa filtrů propojení

source: Manage News
cs: Správa novinek

source: Manage Partners
cs: Správa partnerů

source: Manage Phone Support Categories
cs: Správa kategorií telefonické podpory

source: Manage Priorities
cs: Správa priorit

source: Manage Products
cs: Správa produktů

source: Manage Projects
cs: Správa projektů

source: Manage Releases
cs: Správa verzí

source: Manage Reminder Actions
cs: Správa činností upomínky

source: Manage Reminder Conditions
cs: Správa podmínek upomínky

source: Manage Round Robin Assignments
cs: Správa kruhového přiřazení

source: Manage Severities
cs: Správa závažností

source: Manage Statuses
cs: Správa stavů

source: Manage Time Tracking Categories
cs: Správa kategorií sledování času

source: Manage Users
cs: Správa uživatelů

source: Manager
cs: Manažer

source: Mark Issue as Duplicate
cs: Označit úlohu jako stejnou

source: Mark as Duplicate
cs: Označit jako stejná

source: Match Mode
cs: Režim shody

source: Max
cs: Maximum

source: Med
cs: Střední

source: Members
cs: Členové

source: Message
cs: Zpráva

source: Min. Edit Role
cs: Min role editace

source: Min. View Role
cs: Min. role zobrazení

source: Minimum Edit Role
cs: Minimální role editace

source: Minimum Edit Role cannot be less than minimum view role.
cs: Minimální role editace nemůže být nižší než Minimální role zobrazení

source: Minimum Role
cs: Minimální role

source: Minimum User Role
cs: Minimální uživatelská role

source: Minimum View Role
cs: Minimální role zobrazení

source: Minutes
cs: Minuty

source: Misspelled Words
cs: Chybně napsaná slova

source: Mobile
cs: Mobilní

source: Modified
cs: Upraveno

source: Monday
cs: Pondělí

source: Monitor Setup
cs: Nastavení monitoru

source: Month
cs: Měsíc

source: Most of the time users will want to run common used queries against the issue database, and this is a feature perfect for such situations, just create a custom query in this screen and run it from the Issue Listing page.
cs: Většinu času budou uživatelé chtít v databázi úloh spustit běžně používané dotazy a tato funkce se v těchto situacích dokonale hodí, stačí zde vytvořit vlastní dotaz a spusťte ji ze stránky výpisu úloh.

source: Move
cs: Přesunout

source: Move Message To
cs: Přesunout zprávu do

source: Multiple Combo Box
cs: Mnohonásobný rozbalovací seznam

source: Must be logged in
cs: Musíte být přihlášeni

source: My Assignments
cs: Má přidělení

source: MySQL Database
cs: Databáze MySQL

source: MySQL Password
cs: Heslo MySQL

source: MySQL Server Hostname
cs: Název hostitele serveru MySQL

source: MySQL Username
cs: Uživatelské jméno MySQL

source: NOTE
cs: POZNÁMKA

source: NOTE: Email will NOT be sent to the notification list, if this option if chosen. This is useful as way to backload a set of emails into an existing issue.
cs: POZNÁMKA: Pokud je zvolena tato možnost, NEBUDE zasláno žádné upozornění o tomto e-mailu. Tato volba je užitečná při zpětném načítání sady e-mailů do existující úlohy.

source: NOTE: Email will be broadcasted to the full notification list, including any customers, if this option is chosen.
cs: POZNÁMKA: Pokud je zvolena tato možnost, bude upozornění o tomto e-mailu zasláno všem, kteří jsou přihlášení k odběru oznámení, včetně všech zákazníků.

source: NOTE: Email will be saved as a note and broadcasted only to staff users.
cs: POZNÁMKA: Pokud je zvolena tato možnost, bude upozornění o tomto e-mailu uloženo jako poznámka a bude zasláno pouze pracovníkům.

source: NOTE: For security reasons it is highly recommended that the default password be changed as soon as possible.
cs: Poznámky: Z bezpečnostních důvodů se velmi doporučuje změnit výchozí heslo hned jak to bude možné.

source: NOTE: You may report issues without the need to login by using the following URL:
cs: Úlohy můžete nahlašovat anonymně bez přihlášení pomocí formuláře na následujícím odkazu:

source: Name
cs: Název

source: Never Display
cs: Nikdy nezobrazovat

source: New Alias
cs: Nová přezdívka

source: New Attachment
cs: Nová příloha

source: New Issue
cs: Nová úloha

source: New Issues Assigned
cs: Přiděleny nové úlohy

source: New Password
cs: Nové heslo

source: New Status for Issue
cs: Nový stav úlohy

source: New passwords mismatch
cs: Nová hesla nejsou totožná

source: News
cs: Oznámení

source: News and Announcements
cs: Novinky a oznámení

source: Next
cs: Další

source: Next Issue
cs: Další úloha

source: Next Message
cs: Další zpráva

source: Next Note
cs: Další poznámka

source: No
cs: Ne

source: No Customer Integration
cs: Žádné začlenění zákazníků

source: No Drafts Found
cs: Nenalezeny žádné návrhy

source: No Emails Found
cs: Nenalezeny žádné e-maily

source: No FAQ entries could be found.
cs: Položky nejčastějších otázek nebyly nalezeny

source: No Notes Found
cs: Nenalezeny žádné poznámky

source: No Phone Calls Found
cs: Nenalezeny žádné telefonní hovory

source: No Reminder Entries Found
cs: Nenalezeny žádné položky upomínky

source: No Time Entries Found
cs: Nenalezeny žádné časové položky

source: No Workflow Management
cs: Nenalezena žádná správa postupu práce

source: No access to requested attachment
cs: K požadované příloze není povolen přístup

source: No account managers could be found.
cs: Nenalezeny žádní správci účtů.

source: No actions could be found.
cs: Žádné činnosti nenalezeny.

source: No aliases could be found.
cs: Nenalezeny žádné přezdívky

source: No associated emails could be found.
cs: Žádné připojené e-maily nenalezeny.

source: No attachments could be found.
cs: Nenalezeny žádné přílohy.

source: No authorized repliers could be found.
cs: Nenalezeny žádní oprávnění odpovídači.

source: No canned email responses could be found.
cs: Žádné uložené e-mailové odpovědi nenalezeny.

source: No categories could be found.
cs: Žádné kategorie nenalezeny.

source: No changes could be found.
cs: Nenalezeny žádné změny.

source: No conditions could be found.
cs: Nenalezeny žádné podmínky.

source: No custom fields could be found.
cs: Žádná vlastní pole nenalezena.

source: No custom fields for this project
cs: Žádná vlastní pole pro tento projekt

source: No custom searches could be found.
cs: Nenalezena žádná vlastní hledání.

source: No customizations could be found.
cs: Žádná přizpůsobení nenalezena.

source: No data found
cs: Nenalezena žádná data

source: No email accounts could be found.
cs: Žádné e-mailové účty nenalezeny.

source: No email drafts could be found.
cs: Nenalezeny žádné rozepsané e-maily.

source: No emails could be found.
cs: Žádné e-maily nenalezeny.

source: No file argument
cs: V argumentu nebyl uveden odkaz na soubor

source: No files uploaded
cs: Nebyl nahrán žádný soubor

source: No group associated with issue %1$s
cs: Žádná skupina připojená k úloze %1$s

source: No groups could be found.
cs: Žádná skupina nenalezena.

source: No internal notes could be found.
cs: Nenalezeny žádné interní poznámky.

source: No issues associated
cs: Žádné úlohy nepřipojeny

source: No issues closed this time period
cs: V tomto časovém období nebyly uzavřeny žádné úlohy

source: No issues could be found.
cs: Žádné úlohy nenalezeny.

source: No issues that were not assigned to user at this time period
cs: V uvedeném časovém rozmezí nebyla nalezena žádná úloha, která by byla přiřazena uživateli

source: No issues touched this time period
cs: Žádné úlohy se nedotýkají tohoto časového období

source: No issues where no time was spent on this time period
cs: V uvedeném časovém rozmezí nebyla nalezena žádná úloha, nad kterou byl byl stráven čas

source: No link filters could be found.
cs: Nenalezeny žádné filtry propojení.

source: No mail queue could be found.
cs: Žádná frotna e-mailů nenalezena.

source: No news entries could be found.
cs: Nenalezeny žádné položky novinek.

source: No notes could be found.
cs: Žádné poznámky nenalezeny.

source: No partners for this issue.
cs: K této úloze nejsou přiřazeni žádní partneři.

source: No partners found.
cs: Nenalezen žádný partner.
