Repository: eventum/i18n
Catalog: *.po
Languages: cs

source: No phone calls recorded yet.
cs: Žádné telefonáty zatím nezaznamenány.

source: No phone support categories could be found.
cs: Nenalezeny žádné kategorie telefonické podpory.

source: No priorities could be found.
cs: Žádné priority nemohly být nalezeny.

source: No products could be found.
cs: Nenalezen žádný produkt.

source: No projects could be found.
cs: Nenalezeny žádné projekty.

source: No releases could be found.
cs: Žádné verze nenalezeny

source: No reminders could be found.
cs: Nenalezeny žádné upomínky.

source: No resolution date given
cs: Nezadáno datum vyřešení

source: No resolutions could be found.
cs: Nebylo nalezeno žádné řešení

source: No round robin entries could be found.
cs: Žádné položky kruhového přidělení nenalezeny.

source: No severities could be found.
cs: Nenalezena žádná závažnost.

source: No spelling mistakes could be found.
cs: Žádné chyby v pravopise nenalezeny.

source: No statuses could be found.
cs: Nenalezeny žádné stavy.

source: No subscribers could be found.
cs: Žádní odběratelé nenalezeny.

source: No such attachment
cs: Požadovaná příloha neezistuje

source: No time tracking categories could be found.
cs: Nenalezeny žádné kategorie sledování času.

source: No time tracking entries could be found.
cs: Žádné položky pro sledování času nenalezeny.

source: No triggered issues for action '%s'
cs: Nejsou žádné upomínky úloh pro akci '%s'

source: No users could be found.
cs: Nenalezeni žádní uživatelé.

source: None
cs: Žádné

source: Not Assigned to User
cs: Není přižazeno žádnému uživateli

source: Note
cs: Poznámka

source: Note #%1$s: %2$s
cs: Poznámka #%1$s: %2$s

source: Note Address Prefix
cs: Předpona e-mailové adresy poznámky

source: Note Sender Flag
cs: Příznak odesílatele poznámky

source: Note added by {subject}
cs: Přidána poznámka uživatelem {subject}

source: Note converted to draft (from: {from}) by {user}
cs: Poznámka převedena na koncept (od: {from}) uživatelem {user}

source: Note converted to e-mail (from: {from}) by {user}
cs: Poznámka převedena na e-mail (od: {from}) uživatelem {user}

source: Note removed by {user}
cs: Poznámka odstraněna uživatelem {user}

source: Note routed from {user}
cs: Poznámka přesměrována od uživatele {user}

source: Note: Please enter your email address below and a new random password will be created and assigned to your account. For security purposes a confirmation message will be sent to your email address and after confirming it the new password will be then activated and sent to you.
cs: Poznámka: Prosím níže zadejte vaši e-mailovou adresu a k vašemu účtu bude přiřazeno nové náhodné heslo. Z bezpečnostních důvodů Vám bude zaslána potvrzující e-mailová zpráva a poté, co ji potvrdíte, bude nové heslo aktivováno a Vám zasláno.

source: Note: Project automatically switched to "%1$s" from "%2$s".
cs: Poznámka: Došlo k automatickému přepnutí na projekt "%1$s" (z "%2$s").

source: Note: The current maximum allowed upload file size is %1
cs: Poznámka: Současná povolená maximální velkost nahrávaného souboru je %1

source: Note: The values in this field can be changed by going in the administration section of this application and editing the appropriate atributes of a project. If you do not have the needed permissions to do so, please contact your local Eventum administrator.
cs: Poznámka: Hodnoty v tomto poli mohou být změněny vstupem do správcovské části této aplikace a úpravou odpovídajících vlastností projektu. Pokud k tomu nemáte potřebná oprávnění, prosím kontaktujte vašeho místního správce Eventum.

source: Note: You need to <a href="%1">configure this field</a> before it can be used.
cs: Poznámka: Před použitím musíte <a href="%1">toto pole nastavit</a> .

source: Notes
cs: Poznámky

source: Notes are added to existing issues
cs: Poznámky jsou přidávány k existujícím úlohám

source: Notes by sent date %s through %s
cs: Poznámky zaslané v době od %s do %s

source: Notification List
cs: Seznam oznámeni

source: Notification List (Members: %1)
cs: Uvedení uživatelé v seznamu oznámení (členové: %1)

source: Notification Options for Issue #%1
cs: Možnosti oznamování pro úlohu #%1

source: Notification list entry ('{subscriber}') added by {user}
cs: Záznam v seznamu oznámení ('{subscriber}') přidán uživatelem {user}

source: Notification list entry ('{subscriber}') updated by {user}
cs: Záznam v seznamu oznámení ('{subscriber}') upraven uživatelem {user}

source: Notification list entry ({email}) added by {user}
cs: Záznam v seznamu oznámení ({email}) přidán uživatelem {user}

source: Notification list entry ({email}) removed by {user}
cs: Záznam v seznamu oznámení ({email}) odebrán uživatelem {user}

source: Notify Sender?
cs: Upozornit odesílatele?

source: Number of Days
cs: Počet dní

source: OK: No errors found
cs: V pořádku: Nenalezeny chyby

source: Occitan (post 1500)
cs: Okcitánština (po 1500)

source: Office
cs: Kancelář

source: On %1$s, %2$s wrote:
cs: %1$s %2$s napsal:

source: One of the optimal uses of this feature is to create a separate 'issues' or 'support' POP3/IMAP account and ask your customers or end-users to send support questions, issues or suggestions to that mailbox. Eventum will then download the emails and provide them to the users of the system.
cs: Jeden z optimálních použití této funkce je vytváření odděleného účtu POP3/IMAP pro 'úlohy' nebo 'podporu' a požádat své zákazníky, aby své otázky, problémy, či návrhy odesílali do této schránky. Eventum pak e-maily stáhne a zpřístupní je uživatelům v systému.

source: Only Download Unread Messages
cs: Stáhnout pouze nepřečtené zprávy

source: Only for Known Customers?
cs: Pouze pro známé zákazníky?

source: Only staff members listed in the assignment or authorized replier fields can send emails.
cs: Pouze členové obsluhy uvedené v přidělení nebo pole oprávněného odpovídače mohou poštu odesílat.

source: Open Account Signup
cs: Otevřít registraci nového účtu

source: Open Issues By Assignee
cs: Otevřené úlohy podle přiřazení

source: Open Issues By Reporter
cs: Otevřené úlohy podle oznamovatele

source: Open Issues By User
cs: Otevřené úlohy podle uživatele

source: Operator
cs: Operátor

source: Options
cs: Možnosti

source: Options to Graph
cs: Volby do grafu

source: Order
cs: Řazení

source: Order Options By
cs: Řazení možností podle

source: Other
cs: Ostatní

source: Other Emails
cs: Ostatní e-maily

source: Outgoing
cs: Odchozí

source: Outgoing Email Sender Address
cs: E-mailová adresa odchozího odesílatele

source: Outgoing Email Sender Name
cs: Název odchozího odesílatele

source: Outgoing email sent by {user}
cs: Odchozí e-mail zaslán uživatelem {user}

source: Overall Stats
cs: Celkové statistiky

source: Overview or Details are Changed
cs: Souhrn nebo podrobnosti byly změněny

source: Owner
cs: Vlastník

source: PHP Version: %1
cs: Verze PHP: %1

source: POP3 over SSL
cs: POP3 přes SSL

source: POP3 over SSL (self-signed)
cs: POP3 přes SSL (podepsán sám sebou)

source: POP3, no TLS
cs: POP3, bez TLS

source: POP3, with TLS
cs: POP3, s TLS

source: POP3, with TLS (self-signed)
cs: POP3, s TLS (podepsán sám sebou)

source: Page is locked by <b>%1</b>. Lock expires at %2
cs: Stránka je zamknuta uživatelem <b>%1</b>. Uzamčení vyprší %2

source: Partition
cs: Oblast

source: Partner '{partner}' added to issue by {user}
cs: Partner '{partner}' přidán k úloze uživatelem {user}

source: Partner '{partner}' removed from issue by {user}
cs: Partner '{partner}' odebrán z úlohy uživatelem {user}

source: Partners
cs: Partneři

source: Password
cs: Heslo

source: Password Confirmation
cs: Potvrzení hesla

source: Password Confirmation Success
cs: Potvrzení hesla bylo úspěšné

source: Pattern
cs: Vzor

source: Pattern: "%1"
cs: Vzor: "%1"

source: Pending
cs: Nevyřízený

source: Percent complete
cs: Procent dokončeno

source: Percentage Complete
cs: Procento dokončení

source: Percentages may not add up to exactly 100% due to rounding.
cs: Procenta nesmí dohromady dávat přesně 100% kvůli zaokrouhlování.

source: Performing action %1$s for issue # %2$s
cs: Provádění činnosti %1$s v úloze # %2$s

source: Permanently Remove
cs: Natrvalo odstranit

source: Phone Call
cs: Telefonní hovor

source: Phone Calls
cs: Telefonní hovory

source: Phone Number
cs: Telefonní číslo

source: Phone Support entry removed by {user}
cs: Záznam o telefonní podpoře odstraněn uživatelem {user}

source: Phone Support entry submitted by {user}
cs: Záznam o telefonní podpoře přidán uživatelem {user}

source: Phone Time Spent
cs: Čas stráveného telefonního času

source: Phone calls by date %s through %s
cs: Telefonní hovory v době od %s do %s

source: Please Note: If you do not wish to receive any future email notifications from %1, please change your account preferences by visiting the URL below
cs: Vezměte prosím na vědomí: Pokud již nechcete dostávat žádná další e-mailová oznámení od %1, pak změňte nastavení vašeho účtu pomocí odkazu:

source: Please Note: If you do not wish to receive any future email notifications from %1, please change your account preferences by visiting the URL below
cs: Vezměte prosím na vědomí: Pokud již nechcete dostávat žádná další e-mailová oznámení od %1, pak změňte nastavení vašeho účtu pomocí odkazu:

source: Please assign the appropriate projects for this custom field.
cs: Prosím přidělte odpovídající projekty do tohoto vlastního pole.

source: Please assign the appropriate projects for this group.
cs: Prosím přidělte odpovídající projekty do této skupiny.

source: Please assign the appropriate projects for this news entry.
cs: Prosím přidělte odpovídající projekty do této zprávy.

source: Please assign the appropriate projects for this status.
cs: Prosím přidělte odpovídající projekty k tomuto stavu.

source: Please assign the appropriate support levels for this FAQ entry.
cs: Prosím přidělte odpovídající úrovně podpory k této položce nejčastějších otázek.

source: Please assign the appropriate users for this group.
cs: Prosím přidělte odpovídající uživatele k této skupině.

source: Please assign the appropriate users for this round robin entry.
cs: Prosím přidělte odpovídající uživatele k této položce kruhového přidělení.

source: Please assign the manager of this group.
cs: Prosím přidělte správce k této skupině.

source: Please assign the statuses for this project.
cs: Prosím přidělte stavy pro tento projekt.

source: Please assign the users for this project.
cs: Prosím přidělte uživatele k tomuto projektu.

source: Please choose a category
cs: Prosím vyberte kategorii

source: Please choose a customer
cs: Vyberte prosím zákazníka

source: Please choose a field
cs: Prosím vyberte pole

source: Please choose a priority
cs: Vyberte prosím prioritu

source: Please choose a project
cs: Prosím vyberte projekt

source: Please choose a project that will be associated with this reminder.
cs: Vyberte prosím projekt, který bude přidělen k této upomínce.

source: Please choose a severity
cs: Prosím vyberte závažnost

source: Please choose a status
cs: Prosím vyberte stav

source: Please choose an option
cs: Vyberte prosím možnost

source: Please choose an user
cs: Vyberte prosím uživatele

source: Please choose one of the following actions to take in regards to the selected email message
cs: Prosím, vyberte jednu z následujících možností v souvislosti s vybranou e-mailovou zprávou

source: Please choose the category for this new phone support entry.
cs: Vyberte prosím kategorii pro novou položku telefonické podpory.

source: Please choose the customer for this new note.
cs: Prosím vyberte zákazníka pro tuto novou poznámku.

source: Please choose the customers that will be associated with this reminder.
cs: Vyberte prosím zákazníky, které budou přiděleny k této upomínce.

source: Please choose the default category for remote invocations.
cs: Prosím vyberte výchozí kategorii pro vzdálená spouštění.

source: Please choose the default category.
cs: Prosím zvolte výchozí kategorii.

source: Please choose the default priority for remote invocations.
cs: Prosím zvolte výchozí prioritu pro vzdálená spuštění.

source: Please choose the default priority.
cs: Vyberte prosím výchozí prioritu.

source: Please choose the initial status from one of the assigned statuses of this project.
cs: Vyberte prosím počáteční stav z jednoho z přidělených stavů v tomto projektu.

source: Please choose the priorities that will be associated with this reminder.
cs: Prosím vyberte priority, které budou přiděleny k této upomínce.

source: Please choose the products that will be associated with this reminder.
cs: Prosím vyberte produkty, které budou spojeny s tímto připomenutím.

source: Please choose the project for this FAQ entry.
cs: Vyberte prosím projekt pro tuto položku nejčastějších otázek.

source: Please choose the project that you wish to customize.
cs: Vyberte prosím projekt, který chcete přizpůsobit

source: Please choose the project to be associated with this email account.
cs: Prosím vyberte projekt, kterému bude přidělen tento e-mailový účet.

source: Please choose the reporter for remote invocations.
cs: Prosím zvolte oznamovatele pro vzdálená spouštění.

source: Please choose the severities that will be associated with this reminder.
cs: Prosím vyberte závažnosti, které budou spojeny s tímto připomenutím.

source: Please choose the support levels that will be associated with this reminder.
cs: Zvolte prosím úrovně podpory, které budou připojeny k této upomínce.

source: Please choose the time tracking category for this new entry.
cs: Zvolte prosím kategorii sledování času pro tuto novou položku.

source: Please choose the type of email server to be associated with this email account.
cs: Prosím zvolte typ e-mailového serveru, který bude spojen s tímto e-mailovým účtem.

source: Please choose whether the SCM integration feature should be enabled or not.
cs: Zvolte prosím zdali funkce zavedení systémů správy verzí by měla být povolena či nikoliv.

source: Please choose whether the system should allow visitors to signup for new accounts or not.
cs: Prosím zvolte zdali má systém umožnit návštěvníkům se zaregistrovat nebo ne.

source: Please choose whether to show custom fields for remote invocations or not.
cs: Zvolte prosím zdali zobrazit vlastní pole pro vzdálená spouštění, či nikoliv.

source: Please choose which aliases need to be removed.
cs: Prosím zvolte které přezdívky mají být odstraněny.

source: Please choose which emails need to be associated.
cs: Prosím zvolte které e-maily mají být připojeny.

source: Please choose which emails need to be marked as deleted.
cs: Prosím zvolte které e-maily mají být označeny pro smazání.

source: Please choose which emails need to be permanently removed.
cs: Prosím zvolte které e-maily je třeba natrvalo odstranit.

source: Please choose which emails need to be restored.
cs: Prosím zvolte které e-maily je třeba obnovit.

source: Please choose which entries need to be disassociated with the current issue.
cs: Prosím zvolte které položky je třeba připojit k současné úloze.

source: Please choose which entries need to be removed.
cs: Prosím zvolte které položky je třeba odstranit.

source: Please click OK to confirm.
cs: Prosím klikněte na OK pro potrvrzení.

source: Please contact the administrator of this application for further assistance.
cs: Pro další pomoc prosím kontaktujte správce této aplikace.

source: Please enter a comma separated list of valid mail address aliases for this project
cs: Prosím zadejte čárkou oddělený seznam přezdívek platných e-mailových adres pro tento projekt

source: Please enter a number for the rank of this FAQ entry.
cs: Prosím zadejte číslo pro ohodnocení této položky nejčastějších otázek.

source: Please enter a password of at least 6 characters.
cs: Prosím zadejte heslo které má alespoň 6 znaků.

source: Please enter a pattern.
cs: Prosím zadejte vzor.

source: Please enter a replacement value.
cs: Prosím zadejte nahrazující hodnotu.

source: Please enter a valid email address for the sender address.
cs: Zadejte prosím platnoou emailovou adresu do adresy odesílatele.

source: Please enter a valid email address.
cs: Prosím zadejte platnou e-mailovou adresu.

source: Please enter a valid outgoing sender address for this project.
cs: Prosím zadejte platnou adresu odesílatele pro tento projekt.

source: Please enter a valid port number for this email account.
cs: Zadejte prosím platné číslo portu pro tento e-mailový účet.

source: Please enter an issue to associate these emails with.
cs: Prosím zadejte úlohu ke které připojit tyto e-maily.

source: Please enter integers (or floating point numbers) on the time spent field.
cs: V poli stráveného času zadejte prosím celá (nebo desetinná) čísla.

source: Please enter the ID of the duplicated issue.
cs: Prosím zadejte ID kopírované úlohy.

source: Please enter the IMAP folder for this email account.
cs: Zadejte prosím složku IMAP pro tento e-mailový účet.

source: Please enter the LDAP Host.
cs: Prosím zadejte hostitele LDAP.

source: Please enter the LDAP port.
cs: Zadejte prosím port LDAP.

source: Please enter the SMTP server hostname.
cs: Prosím zadejte název hostitele serveru SMTP.

source: Please enter the SMTP server password.
cs: Zadejte prosím heslo serveru SMTP.

source: Please enter the SMTP server port number.
cs: Prosím zadejte číslo portu serveru SMTP.

source: Please enter the SMTP server username.
cs: Zadejte prosím uživatelské jméno serveru SMTP.

source: Please enter the abbreviation of this status.
cs: Prosím zadejte zkratku tohoto stavu.

source: Please enter the alternate username for this installation of Eventum.
cs: Zadejte prosím alternativní uživatelské jméno této instalace Eventum.

source: Please enter the base dn.
cs: Zadejte prosím základní dn.

source: Please enter the color of this status.
cs: Zadejte prosím barvu pro tento stav.

source: Please enter the content of this FAQ entry.
cs: Prosím zadejte obsah záznamu vnitřní otázky.

source: Please enter the database hostname for this installation of Eventum.
cs: Prosím zadejte název hostitele databáze pro tuto instalaci Eventum.

source: Please enter the database name for this installation of Eventum.
cs: Zadejte prosím název databáze pro tuto instalaci Eventum.

source: Please enter the database username for this installation of Eventum.
cs: Prosím zadejte uživatelské jméno databáze pro tuto instalaci Eventum.

source: Please enter the description for this new phone support entry.
cs: Prosím zadejte popis této nové položky telefonické podpory.

source: Please enter the email address hostname for the draft routing interface.
cs: Prosím zadejte e-mailovou adresu hostitele pro rozhraní směrování konceptů.

source: Please enter the email address hostname for the email routing interface.
cs: Prosím zadejte e-mailovou adresu hostitele pro rozhraní směrování e-mailů.

source: Please enter the email address hostname for the note routing interface.
cs: Prosím zadejte e-mailovou adresu hostitele pro rozhraní směrování poznámek.

source: Please enter the email address of where copies of outgoing emails should be sent to.
cs: Zadejte prosím e-mailovou adresu, kam budou odesílány kopie odchozích e-mailů.

source: Please enter the email address prefix for the draft routing interface.
cs: Prosím zadejte předponu e-mailové adresy pro rozhraní směrování konceptů.

source: Please enter the email address prefix for the email routing interface.
cs: Prosím zadejte předponu e-mailové adresy pro rozhraní směrování e-mailů.

source: Please enter the email address prefix for the note routing interface.
cs: Prosím zadejte předponu e-mailové adresy pro rozhraní směrování poznámek.

source: Please enter the email of this user.
cs: Zadejte prosím e-mail tohoto uživatele.

source: Please enter the full name of this user.
cs: Zadejte prosím celé jméno tohoto uživatele.

source: Please enter the hostname for the server of this installation of Eventum.
cs: Prosím zadejte název hostitele pro server této instalace Eventum.

source: Please enter the hostname for this email account.
cs: Zadejte prosím název hostitele tohoto e-mailového účtu.

source: Please enter the issue IDs that will be associated with this reminder.
cs: Zadejte prosím ID chyby která bude připojena k tomuto členovi.

source: Please enter the message for this FAQ entry.
cs: Porsím zadejte zprávu této položky nejčastějších otázek.

source: Please enter the message for this news entry.
cs: Zadejte prosím zprávu pro tuto novinku.

source: Please enter the message for this round robin entry.
cs: Prosím zadejte zprávu pro tuto položku kruhového přiřazení.

source: Please enter the message of this news entry.
cs: Prosím zadejte zprávu této novinky.

source: Please enter the name of this group.
cs: Zadejte prosím název této skupiny.

source: Please enter the name of this product.
cs: Prosím zadejte název tohoto produktu.

source: Please enter the new value for the combo box.
cs: Zadejte prosím novou hodnotu pro rozbalovací seznam.

source: Please enter the note text on the input box below.
cs: Prosím zadejte text poznámky v rámečku vstupu níže.

source: Please enter the port number for this email account.
cs: Prosím zadejte číslo portu pro tento e-mailový účet.

source: Please enter the rank for this reminder.
cs: Zadejte prosím hodnost této upomínky.

source: Please enter the rank of this FAQ entry.
cs: Zadejte prosím hodnocení této položky nejčastějších otázek.

source: Please enter the rank of this priority
cs: Prosím zadejte hodnocení této priority

source: Please enter the rank of this product.
cs: Prosím zadejte pozici tohoto produktu.

source: Please enter the rank of this resolution.
cs: Zadejte prosím hodnocení tohoto řešení

source: Please enter the rank of this severity
cs: Prosím zadejte pozici této závažnosti.

source: Please enter the rank of this status.
cs: Prosím zadejte hodnocení tohoto stavu.

source: Please enter the relative URL of this installation of Eventum.
cs: Prosím zadejte relativní URL této instalace Eventum.

source: Please enter the sender address that will be used for all outgoing notification emails.
cs: Zadejte prosím adresu odesílatele, která bude použita pro všechny odchozí zprávy.

source: Please enter the summary for this new time tracking entry.
cs: Prosím zadejte souhrn pro tuto novou položku sledování času.

source: Please enter the title for this FAQ entry.
cs: Zadejte prosím název pro tuto položku nejčastějších otázek.

source: Please enter the title for this action.
cs: Prosím zadejte název pro tuto činnost.

source: Please enter the title for this condition.
cs: Prosím zadejte název pro tuto podmínku.

source: Please enter the title for this customization.
cs: Zadejte prosím název pro toto přizpůsobení.

source: Please enter the title for this issue resolution.
cs: Zadejte prosím název pro toto řešení úlohy.

source: Please enter the title for this new action.
cs: Prosím zadejte název pro tuto novou činnost.

source: Please enter the title for this new condition.
cs: Prosím zadejte název této nové podmínky.

source: Please enter the title for this new customization
cs: Prosím zadejte označení nového vlastního nastavení.

source: Please enter the title for this new issue resolution.
cs: Zadejte prosím název pro toto névo řešení úlohy.

source: Please enter the title for this new phone category.
cs: Prosím zadejte označení nové telefonní kategorie.

source: Please enter the title for this new priority.
cs: Prosím zadejte název pro tuto novou prioritu

source: Please enter the title for this new project.
cs: Zadejte prosím název tohoto nového projektu.

source: Please enter the title for this new release.
cs: Prosím zadejte název pro tuto novou verzi.

source: Please enter the title for this new reminder.
cs: Zadejte prosím název pro tuto novou upomínku.
