Repository: eventum/i18n
Catalog: *.po
Languages: cs

source: Please enter the title for this new time tracking category.
cs: Zadejte prosím název pro tuto novou kategorii sledování času.

source: Please enter the title for this news entry.
cs: Prosím zadejte název pro tuto položku novinek.

source: Please enter the title for this phone category.
cs: Prosím zadejte označení této telefonní kategorie.

source: Please enter the title for this priority.
cs: Zadejte prosím název této priority

source: Please enter the title for this project.
cs: Zadejte prosím název tohoto projektu.

source: Please enter the title for this release.
cs: Zadejte prosím název této verze.

source: Please enter the title for this reminder.
cs: Zadejte prosím název této upomínky.

source: Please enter the title for this round robin entry.
cs: Zadejte prosím název této položky kruhového přiřazení.

source: Please enter the title for this status.
cs: Zadejte prosím název tohoto stavu.

source: Please enter the title for this time tracking category.
cs: Zadejte prosím název této kategorie sledování času.

source: Please enter the title of this FAQ entry.
cs: Zadejte prosím název této položky nejčastějších otázek.

source: Please enter the title of this category
cs: Zadejte prosím název této kategorie

source: Please enter the title of this custom field.
cs: Zadejte prosím název tohoto vlastního pole.

source: Please enter the title of this email response.
cs: Zadejte prosím název této e-mailové odpovědi.

source: Please enter the title of this news entry.
cs: Zadejte prosím název této novinky.

source: Please enter the title of this priority
cs: Zadejte prosím název této priority

source: Please enter the title of this project.
cs: Zadejte prosím název tohoto projektu.

source: Please enter the title of this release.
cs: Zadejte prosím název této verze.

source: Please enter the title of this resolution.
cs: Zadejte prosím název tohoto řešení.

source: Please enter the title of this severity
cs: Prosím zadejte označení této závažnosti.

source: Please enter the title of this status.
cs: Zadejte prosím název tohoto stavu.

source: Please enter the title of this time tracking category
cs: Zadejte prosím název této kategorie sledování času

source: Please enter the updated value.
cs: Zadejte prosím aktualizovanou hodnotu.

source: Please enter the user dn.
cs: Zadejte prosím dn uživatele.

source: Please enter the username for this email account.
cs: Zadejte prosím uživatelské jméno tohoto e-mailového účtu.

source: Please enter your account email address.
cs: Zadejte prosím e-mailovou adresu svého účtu.

source: Please enter your email address.
cs: Zadejte prosím svoji e-mailovou adresu.

source: Please enter your full name.
cs: Zadejte prosím své celé jméno.

source: Please enter your password.
cs: Zadejte prosím své heslo.

source: Please fill proper partition path
cs: Vyplňte prosím správnou cestu k oddílu

source: Please indicate whether the SMTP server requires authentication or not.
cs: Prosím uveďte , zda server SMTP vyžaduje ověření či nikoliv.

source: Please make sure you have selected the correct email messages to associate.
cs: Ujistěte se prosím, že jste vybrali správné e-mailové zprávy k přidělení.

source: Please note that some columns may be hidden even if you specify they should be shown. For example, if no releases are defined in the system the 'Release' column will be hidden.
cs: Nezapomeňte prosím, že některé sloupce mohou být skryty i když by měly být zobrazeny. Například, pokud nejsou v systému zadány žádné verze, pak bude sloupec 'Verze' skryt.

source: Please provide login.
cs: Prosím uveďte přihlašovací jméno.

source: Please provide password.
cs: Prosím uveďte přihlašovací heslo.

source: Please refer to the following help sections for more information on specific parts of the application:
cs: Pro další informace o konkrétních částech aplikaci si prosím prohlédněte následující oddíly nápovědy:

source: Please see the <a href="%1">FAQ</a> for information regarding quarantined issues.
cs: Prosím prohlédněte si <a href="%1">nejčastější otázky</a> pro informace o úlohách v karanténě.

source: Please select a backend
cs: Prosím zvolte podpůrnou vrstvu

source: Please select a valid date for when the phone call took place.
cs: Prosím zvolte platné datum kdy byl telefonní hovor uskutečněn.

source: Please select a valid date of work.
cs: Prosím zvolte platné datum práce.

source: Please select an option from the list.
cs: Zvotle prosím možnost ze seznamu.

source: Please select at least one link filter.
cs: Prosím zvolte alespoň jeden filtr propojení.

source: Please select at least one of the FAQ entries.
cs: Zvolte prosím alespoň jednu z položek nejčastějších otázek.

source: Please select at least one of the account managers.
cs: Prosím zvolte alespoň jednoho ze správců účtu.

source: Please select at least one of the accounts.
cs: Zvolte prosím alespoň jeden z účtů.

source: Please select at least one of the actions.
cs: Prosím zvolte alespoň jednu z činností.

source: Please select at least one of the authorized repliers.
cs: Zvolte prosím alespoň jednoho z oprávněných odpovídačů.

source: Please select at least one of the categories.
cs: Prosím zvolte alespoň jednu z kategorií.

source: Please select at least one of the conditions.
cs: Zvolte prosím alespoň jednu z podmínek.

source: Please select at least one of the custom fields.
cs: Prosím zvolte alespoň jeden z vlastních polí.

source: Please select at least one of the customizations.
cs: Zvolte prosím alespoň jedno z přizpůsobení.

source: Please select at least one of the email responses.
cs: Prosím zvolte alespoň jednu z e-mailových odpovědí.

source: Please select at least one of the groups.
cs: Zvolte prosím alespoň jenu ze skupin.

source: Please select at least one of the news entries.
cs: Prosím zvolte alespoň jednu z novinek.

source: Please select at least one of the notes.
cs: Zvolte prosím alespoň jendu z poznámek.

source: Please select at least one of the priorities.
cs: Prosím zvolte alespoň jednu z priorit.

source: Please select at least one of the products.
cs: Prosím vyberte alespoň jeden produkt.

source: Please select at least one of the releases.
cs: Prosím zvolte alespoň jednu z verzí.

source: Please select at least one of the reminders.
cs: Zvolte prosím alespoň jednu z upomínek.

source: Please select at least one of the resolutions.
cs: Prosím zvolte alespoň jedno z řešení.

source: Please select at least one of the round robin entries.
cs: Zvolte prosím alespoň jednu z položek kruhového přiřazení.

source: Please select at least one of the severities.
cs: Prosím vyberte alespoň jednu závažnost.

source: Please select at least one of the statuses.
cs: Prosím zvolte alespoň jeden ze stavů.

source: Please select at least one of the subscribers.
cs: Zvolte prosím alespoň jednoho z odběratelů.

source: Please select at least one of the time tracking categories.
cs: Prosím zvolte alespoň jednu z kategorií sledování času

source: Please select at least one of the users.
cs: Zvolte prosím alespoň jednoho z uživatelů

source: Please select projects this link filter should be active for.
cs: Prosím zvolte projekty v kterých by tento filtr propojení měl být aktivní.

source: Please select the assigned projects for users that create their own accounts.
cs: Zvolte prosím přidělení projektů pro uživatele, kteří si vytvořili vlastní účty.

source: Please select the custom field that you would like to generate a report against.
cs: Prosím zvolte vlastní pole, pro které byste chtěli generovat výkaz.

source: Please select the minimum user role that should be able to see this link filter.
cs: Zvolte prosím minimální uživatelskou roli, která může vidět tento filtr propojení.

source: Please select the projects for this email response.
cs: Prosím vyberte projekt pro tuto e-mailovou odpověď.

source: Please set different password than current
cs: Nastavte prosím jiné heslo než aktuální

source: Please wait while the table loads...
cs: Čekejte prosím na načtení tabulky…

source: Polish
cs: Polština

source: Portuguese
cs: Portugalština

source: Post Internal Note
cs: Odeslat interní poznámku

source: Post New Internal Note
cs: Odeslat novou interní poznámku

source: Posted Date
cs: Datum zveřejnění

source: Preferences
cs: Nastavení

source: Previous Issue
cs: Předchozí úloha

source: Previous Message
cs: Předchozí zpráva

source: Previous Note
cs: Předchozí poznámka

source: Primary Technical Account Manager
cs: Správce hlavního technického účtu

source: Priority
cs: Priorita

source: Priority Field
cs: Pole priority

source: Private Key
cs: Privátní klíč

source: Private key regeneration error. Check server error logs.
cs: Chyba při generování privátního klíče. Zkontrolujte výpis chyb na serveru.

source: Processing Group Leader notification
cs: Oznámení vedoucího skupinu zpracování

source: Processing Reminder Action '%s'
cs: Zpracovávání připomenutí '%s'

source: Processing issue #%d
cs: Zpracovávání úlohy #%d

source: Product
cs: Produkt

source: Product Version
cs: Verze produktu

source: Project
cs: Projekt

source: Project Lead
cs: Vedoucí projektu

source: Project Reporters
cs: Oznamovatelé v projektu

source: Project mail aliases
cs: Zkratky e-mailu projektu

source: Project: %1
cs: Projekt: %1

source: Projects
cs: Projekty

source: Quarantine expires in %1
cs: Karanténa vyprší v %1

source: Queued Date
cs: Datum zařazení

source: RSS feed for this custom search
cs: Kanál RSS pro toto vlastní hledání

source: Rank
cs: Hodnocení

source: Raw Headers
cs: Prosté záhlaví

source: Re-directing the parent window to the issue report page. This window will be closed automatically.
cs: Přesměrování nadřazeného okna na stránku hlášení úloh. Toto okno bude automaticky uzavřeno.

source: Read All Notices
cs: Přečíst všechna oznámení

source: Reason
cs: Důvod

source: Reason for closing issue
cs: Důvod k uzavření úlohy

source: Receive emails when all issues are created?
cs: Obdržet e-mail při vytvoření nové úlohy?

source: Receive emails when new issues are assigned to you?
cs: Obdržet e-mail v případě přidělení nové úlohy?

source: Receive notifications for your own actions?
cs: Obdžovat oznámení o vašich vlastních činnostech?

source: Received
cs: Obdrženo

source: Recent
cs: Nedávné

source: Recent Activity
cs: Poslední činnost

source: Recent Activity Report
cs: Výkaz nedávných činností

source: Recent Drafts
cs: Nedávné návrhy

source: Recent Emails
cs: Nedávné e-maily

source: Recent Notes
cs: Nedávné poznámky

source: Recent Phone Calls
cs: Nedávné telefonické hovory

source: Recent Reminder Actions
cs: Nedávné činnosti upomínky

source: Recent Time Entries
cs: Nedávné časové záznamy

source: Recipient
cs: Příjemce

source: Recipients
cs: Příjemci

source: Record Phone Call
cs: Zaznamenat telefonický hovor

source: Recorded Date
cs: Datum záznamu

source: Redeem Incident - Issue#%1
cs: Uplatnit incident – úloha #%1

source: Redeem Incidents
cs: Uplatnit incidenty

source: Redeemed Incident Types
cs: Uplatnené typy incidentů

source: Refresh Rate for Email Listing Page
cs: Obnovovací frekvence pro stránku výpisu e-mailů

source: Refresh Rate for Issue Listing Page
cs: Obnovovací frekvence pro stránku výpisu úloh

source: Regenerate
cs: Znovu vygenerovat

source: Regenerate Key for Encryption
cs: Znovu generovat šifrovací klíč

source: Regenerate Private Key
cs: Generovat privátní klíč

source: Regenerating Encryption Key will re-encrypt all above passwords.
cs: Opětovné generování šifrovacího klíče znovu zašifruje všechna výše uvedená hesla.

source: Regenerating Private Key will invalidate all logged in user sessions.
cs: Generování soukromého klíče zneplatní všechny přihlašovací relace uživatelů.

source: Register
cs: Registrovat se

source: Relative Date/Timestamps Default
cs: Relativní datum/čas jako výchozí

source: Release
cs: Verze

source: Remember Selection
cs: Zapamatovat si výběr

source: Remember me
cs: Zůstat přihlášen

source: Remember to protect your '%1' directory (like changing its permissions) to prevent anyone else from changing your existing Eventum configuration.
cs: Nezapomeňte ochránit svůj adresář '%1' (například změnou oprávnění adresáře), abyste všem zabránili změnit vaše existující nastavení Eventum.

source: Reminder
cs: Upomínka

source: Reminder Alert
cs: Upozornění upomínky

source: Reminder Type
cs: Typ upomínky

source: Reminders
cs: Upomínky

source: Remote Invocation
cs: Vzdálené volání úloh

source: Remove
cs: Odstranit

source: Remove Quarantine
cs: Odstranit karanténu

source: Remove Selected
cs: Smazat vybrané

source: Remove Selected Emails
cs: Odstranit zvolené e-maily

source: Remove this filter
cs: Odstranit tento filtr

source: Remove?
cs: Odstranit?

source: Removed
cs: Odstraněno

source: Removed Emails
cs: Odstraněné e-maily

source: Replace %1 by the appropriate absolute path in your CVS server, such as /home/username/repository for instance. Also make sure to put the appropriate path to your PHP binary.
cs: Nahraďte %1 odpovídající absolutní cestou ve vašem serveru CVS, např. /domů/užjméno/úložiště. Také se ujistěte, že jste zadali cestu ke spustitelnému souboru PHP.

source: Replace current assignee with Myself.
cs: Aktuální přiřazenou osobu (řešitele) nahradit sebou.

source: Replacement
cs: Nahrazení

source: Replacement: "%1"
cs: Nahrazení: "%1"

source: Reply
cs: Odpovědět

source: Reply as Email
cs: Odpovědět v e-mailu

source: Reply as Note
cs: Odpovědět v poznámce (interně)

source: Report
cs: Výkaz

source: Report Form
cs: Formulář pro nahlášení nové úlohy

source: Report New Issue
cs: Nahlásit novou úlohu

source: Report Type
cs: Typ výkazu

source: Reported By
cs: Nahlásil

source: Reporter
cs: Oznamovatel

source: Reporter was changed to {email} by {user}
cs: Změněň oznamovatel úlohy na {email} uživatelem {user}

source: Reporting Issues
cs: Hlášení úloh

source: Reporting New Issues
cs: Hlášení nových úloh

source: Reports
cs: Výkazy

source: Request a Password
cs: Zažádat o heslo

source: Required
cs: Vyžadováno

source: Required Field
cs: Požadované pole

source: Required Fields
cs: Požadovaná pole

source: Required fields
cs: Požadovaná pole

source: Requires Authentication?
cs: Vyžaduje ověření?

source: Requires support for cookies and javascript in your browser
cs: Vyžaduje podporu cookies a javascript ve vašem prohlížeči.

source: Reset
cs: Resetovat

source: Resolution
cs: Řešení

source: Response Body
cs: Tělo odpovědi

source: Restore Emails
cs: Obnovit e-maily

source: Review SQL Query
cs: Zkontrolovat dotaz SQL

source: Rows Per Page
cs: Řádků na stránku

source: Rows per Page
cs: Počet řádků na stránce

source: Run Search
cs: Spustit hledání

source: Russian
cs: Ruština

source: SCM <br />Integration
cs: Začlenění SCM

source: SCM Checkin
cs: SCM odbavení

source: SCM Checkins associated by SCM user '{user}'
cs: SCM registrace spojená SCM uživatelem '{user}'

source: SCM Checkins removed by {user}
cs: SCM registrace odstraněna uživatelem {user}

source: SCM Integration
cs: Začlenění SCM

source: SCM Integration - Checkins (%1)
cs: SCM integrace - registrace (%1)

source: SMS Email Address
cs: E-mailová adresa SMS

source: SMTP (Outgoing Email) Settings
cs: Nastavení SMTP (odchozí e-maily)

source: SMTP Configuration
cs: Nastavení SMTP

source: Save
cs: Uložit

source: Save Draft Changes
cs: Uložit změny návrhu

source: Save Message
cs: Uložit zprávu

source: Save Message as Reference Email
cs: Uložit zprávu jako referenční e-mail

source: Save Message as an Internal Note
cs: Uložit zprávu jako vnitřní poznámku

source: Save Options
cs: Uložit volby

source: Save Phone Call
cs: Uložit telefonní hovor

source: Save Reporter
cs: Uložit oznamovatele

source: Save Search
cs: Uložit hledávání

source: Save a Copy of Every Outgoing Issue Notification Email
cs: Zasílat kopie každého odchozího e-mailového oznámení

source: Save as Draft
cs: Uložit jako návrh

source: Saved Searches
cs: Uložená hledání

source: Scheduled Release
cs: Naplánované vydání

source: Scheduled Release Field
cs: Pole naplánovaného vydání

source: Search
cs: Vyhledávání

source: Search Eventum Issues
cs: Hledat v úlohách Eventum

source: Search Results (%1 issues found)
cs: Výsledky hledání (Nalezeno %1 úloh)

source: Search Results (%1 issues found, %2 - %3 shown)
cs: Výsledky hledání (Nalezeno %1 úloh, zobrazeno %2 - %3 úloh)

source: Search Title
cs: Název hledání

source: Search Type
cs: Typ hledání

source: Segregate Reporter
cs: Oddělit oznamovatele

source: Segregate Reporters
cs: Oddělit oznamovatele

source: Select Partners
cs: Výběr partnerů

source: Select Project
cs: Zvolte projekt

source: Select a report on the left.
cs: Nalevo vyberte požadovaný výkaz.

source: Select closed status to close issue
cs: Zvolte stav uzavření pro uzavření úlohy

source: Send Email
cs: Odeslat e-mail

source: Send New Password
cs: Odeslat nové heslo

source: Send Notification About Issue Being Closed?
cs: Odesílat oznámení když je úloha uzavírána?

source: Send Notification Reason To
cs: Oznámení o důvodu uzavření zaslat

source: Send Notification To
cs: Odeslat oznámení na

source: Sender
cs: Odesílatel

source: Sender Email
cs: E-mail odesílatele

source: Sender Flag
cs: Označení odesílatele

source: Separate Closed Issues
cs: Oddělit uzavřené úlohy

source: Separate No time spent
cs: Oddělit úlohy, na kterých nebyl stráven žádný čas

source: Separate Not Assigned to User
cs: Oddělit úlohy, které nejsou nikomu přiděleny

source: Server Hostname
cs: Název hostitele serveru

source: Set
cs: Nastavit

source: Set Close Message
cs: Nastavit zprávu uzavření

source: Set Display Preferences
cs: Nastavit zobrazení

source: Set Level
cs: Nastavit úroveň

source: Set Message
cs: Nastavit zprávu

source: Severity
cs: Závažnost

source: Short Description
cs: Krátký popis

source: Show
cs: Zobrazit

source: Show All Drafts
cs: Zobrazit všechny návrhy

source: Show Custom Fields ?
cs: Zobrazit vlastní pole?

source: Show Customers
cs: Zobrazit zákazníky

source: Show Groups
cs: Zobrazit skupiny

source: Show Inactive Users
cs: Zobrazit neaktivní uživatele

source: Show Issues in Which I Am
cs: Zobrazit úlohy v kterých jsem

source: Show Issues with no Response Between
cs: Zobrazit úlohy bez odpovědi mezi

source: Show Priority
cs: Zobrazit prioritu

source: Show Status
cs: Zobrazit stav

source: Show Times spent on issue
cs: Zobrazit čas strávený na úloze

source: Show additional fields to search by
cs: Zobrazit dodatečná pole podle kterých hledat

source: Show date fields to search by
cs: Zobrazit datová pole podle kterých hledat

source: Show revoked
cs: Zobrazit zrušené

source: Showing all open issues older than
cs: Zobrazování všech otevřených úloh starších než

source: Signup as Authorized Replier
cs: Zaregistrovat se jako oprávněný odpovídač

source: Signup for an Account
cs: Vytvořit účet

source: Similar in every way to the above permission level, but this extra level allows you to segregate users who will deal with issues, and overall normal staff users who do not handle issues themselves.
cs: Stejné jako úroveň oprávnění výše, ale tato vyšší úroveň vám umožňuje oddělovat uživatele na ty, co se zabývají úlohami a na obsluhu, která se správou úloh nezabývá.

source: Since the list of statuses available per project is dynamic and database driven, this manual process is needed to associate a status to a date field coming from the database.
cs: Protože seznam dostupných stavů dostupný za projekt je dynamický a závislý na databázi, je tento ruční proces nutný k přidělení stavu k datovému poli pocházející z databáze.

source: Sinhalese
cs: Sinhálština

source: Skip Weekends
cs: Přeskočit víkendy

source: Skipping Reminder '%s' due to weekend exclusion
cs: Přeskočení připomínky '%s' o víkendu

source: Skipping Reminder because there were no reminder conditions found
cs: Přeskočení připomínky, protože nebyly nalezeny žádné podmínky pro připomenutí

source: So to examplify its use, whenever the users are ready to commit the changes to the CVS repository, they will add a special string to specify which issue this is related to. The following would be a good example of its use:
cs: Pro zjednodušení jeho použití, mohou uživatelé, při odevzdávání změn do úložiště CVS, přidat zvláštní řetězec pro určení, a kterou úlohou odevzdání souvisí. Následující je dobrý příklad použití:

source: Sorry, an error happened while trying to run your query.
cs: Je nám líto, ale při provádění vašeho dotazu došlo k chybě.

source: Sorry, an error happened while trying to update this issue.
cs: Je nám líto, ale nastala chyba při pokusu o aktualizaci této úlohy

source: Sorry, but the email could not be queued. This might be related to problems with your SMTP account settings.
cs: Je nám líto, ale tento e-mail nelze umístit do fronty. To může souviset s problémy v nastavení SMTP vašeho účtu.

source: Sorry, but there are no projects currently setup as allowing anonymous posting.
cs: Je nám líto, ale tento projekt není v současnosti nastaven tak pro anonymní odesílání.

source: Sorry, but this feature has been disabled by the administrator.
cs: Je nám líto, ale tato funkce byla zakázána správou.

source: Sorry, but you do not have access to this page.
cs: Je nám líto, ale nemáte přístup na tuto stránku.

source: Sorry, there was an error logging you in: %1
cs: Je nám líto, ale nastala chyba při pokusu o přihlášení: %1

source: Sorry, there was an error setting the access level
cs: Je nám líto, došlo k chybě při nastavení úrovně přístupu

source: Sorry, there was an error updating your information
cs: Je nám líto, ale nastala chyba při pokusu o aktualizaci vašich údajů

source: Sorry, you are not allowed to access this page.
cs: Je nám líto, ale nemáte oprávnění pro přístup na tuto stránku.

source: Sorry, you can't update issue if it's locked by another user
cs: Je nám líto, ale tato úloha nemůže být upravována, protože ji upravuje jiný uživatel (úloha je zamknutá)

source: Sorry, you cannot perform that action.
cs: Je nám líto, tuto akci nemůžete provést.

source: Sorry, you do not have access to any projects currently. Please contact the administrator for more information.
cs: Je nám líto, ale nemáte oprávnění pro přístup do žádného projektu. Pro více informací prosím kontaktujte administrátora.

source: Sorry, you do not have permission to view this page
cs: Je nám líto, ale nemáte oprávnění pro zobrazení této stránky.

source: Sorry, you do not have the required privileges to update this issue.
cs: Je nám líto, ale nemáte požadované výsady pro aktualizaci této úlohy.

source: Sorry, you do not have the required privileges to view this issue.
cs: Je nám líto, ale nemáte požadovaná oprávnění pro zobrazení této úlohy.

source: Sort By
cs: Seřadit podle

source: Sort Order
cs: Řazení

source: Spanish
cs: Španělština

source: Spell Check
cs: Kontrola pravopisu

source: Staff
cs: Pracovníci

source: Staff Response
cs: Reakce pracovníka

source: Stalled Issues
cs: Protahované úloh bez reakce

source: Stalled Issues Report
cs: Výkaz protahovaných úloh bez reakce

source: Standard User
cs: Normální uživatel

source: Start
cs: Spustit

source: Start Installation
cs: Spustit zavedení

source: Start time in the future.
cs: Čas zahájení je v budoucnu

source: Status
cs: Stav

source: Status Action Date
cs: Status data činnosti

source: Status Change
cs: Změna stavu

source: Status Change Date
cs: Datum změny stavu

source: Status Closed
cs: Uzavřený stav

source: Status changed to '{status}' by {user} when sending a note
cs: Status změněn na'{status}' uživatelem {user} během zaslání poznámky

source: Status changed to '{status}' by {user} when sending an email
cs: Status změněn na'{status}' uživatelem {user} během zaslání e-mailu

source: Status remotely changed to '{status}' by {user}
cs: Status vzdáleně změněn na'{status}' uživatelem {user}

source: Statuses
cs: Stavy
