Repository: eventum/i18n
Catalog: *.po
Languages: cs

source: To view more details of this issue, or to update it, please visit the following URL
cs: Pro zobrazení podrobností této úlohy, nebo pro jeho aktualizaci, prosím navštivte následující URL

source: "%s" was not valid Issue Id and was removed.
cs: "%s" nebylo validní ID úlohy a proto bylo odstraněno.

source: #%1 - Add Time Tracking
cs: #%1 - Přidat záznam sledování času

source: #%1 - Edit Time Tracking
cs: #%1 - Upravit záznam sledování času

source: % Complete
cs: % Dokončeno

source: %1 Field
cs: %1 Pole

source: %1 has been PURPOSELY TAKEN OFFLINE for maintenance. Please check back later.
cs: Portál %1 je z důvodu údržby dočasně mimo provoz. Zkuste to prosím později.

source: %1$s Group
cs: %1$s Skupina

source: %1$s or greater
cs: %1$s nebo větší

source: %1$s or less
cs: %1$s nebo nižší

source: %1$s: %2$s ago
cs: %1$s: před %2$s

source: %1: %2 ago
cs: %1: před %2

source: %s: New Account - Confirmation Required
cs: %s: Nový účet - vyžadováno potvrzení

source: %s: New Password - Confirmation Required
cs: %s: Nové heslo - vyžadováno potvrzení

source: %s: New User information
cs: %s: Informace nového uživatele

source: %s: Postmaster notify: see transcript for details
cs: %s: Oznámení správce pošty: podrobnosti naleznete v protokolu

source: %s: User account information updated
cs: %s: Byly aktualizovány údaje uživatele

source: %s: User account password changed
cs: %s: Bylo změněno heslo uživatele

source: 'Note Discussion', 'Email Discussion' and 'Telephone Discussion' categories are required by Eventum and cannot be deleted.
cs: 'Poznámková diskuze', 'E-mailová diskuze' a 'Telefonní diskuze' jsou požadované kategorie aplikace Eventum a nelze je smazat.

source: (All Issues)
cs: (Všechny úlohy)

source: (Alternate domains separated by space that point to 'Address Hostname')
cs: (Náhradní domény, oddělené mezerou, které odkazují na 'adresu názvu hostitele')

source: (Open Issues)
cs: (Otevřené úlohy)

source: (RGB hex. This color will be used in the issue listing page and graphical stats)
cs: (RGB hex. Tato barva bude využívána na stránce seznamu úloh a grafických statistikách.)

source: (This MUST contain a real email address, e.g. "%1" or "%2")
cs: (Toto MUSÍ obsahovat skutečnou e-mailovou adresu např. "%1" or "%2")

source: (This will be included in the From address of all emails sent by Eventum)
cs: (tento text bude zahrnut v poli "Od" ve všech e-mailech odeslaných z Eventum)

source: (This will be included in the From address of all notes sent by Eventum)
cs: (tento text bude zahrnut v poli "Od" ve všech poznámkách odeslaných z Eventum)

source: (Tip: port defaults are 110 for POP3 servers and 143 for IMAP ones)
cs: (Tip: výchozí porty jsou 110 pro POP3 servery a 143 pro servery IMAP)

source: (archived)
cs: (archivováno)

source: (default %1)
cs: (výchozí %1)

source: (default folder is INBOX)
cs: (výchosí složka v DORUČENÝCH)

source: (e.g. %1)
cs: (např. %1)

source: (in hours please)
cs: (prosíme v hodinách)

source: (literally)
cs: (doslovně)

source: (requires %1 installed in your server)
cs: (na vašem serveru je třeba nainstalovat %1)

source: (separate multiple addresses with commas)
cs: (více adres oddělujte čárkami)

source: (three letter abbreviation)
cs: (třípísmenná zkratka)

source: -- Select One --
cs: --Vyberte jeden --

source: A new issue was just created and assigned to you.
cs: Nová úloha byla vytvořena a k Vám přiřazena.

source: A new issue was just created in the system.
cs: V systému byla právě vytvořena nová úloha.

source: A new user was just created for you in the system.
cs: V systému byl pro Vás právě vytvořen nový uživatel.

source: A release with this title already exists.
cs: Již existuje vydání s tímto názvem.

source: ADVISORY: Your reply will be sent to the notification list.
cs: UPOZORNĚNÍ: Vaše odpověď bude odeslána do seznamu upozornění.

source: ALERT:
cs: UPOZORNĚNÍ:

source: ALL
cs: VŠECHNY

source: API Key
cs: API klíč

source: Abbreviation
cs: Zkratka

source: Access Level
cs: Přístupová práva

source: Access Level for Issue #%1
cs: Přístupová práva k úloze #%1

source: Access List
cs: Seznam uživatelů s povoleným přístupem

source: Access level changed ({changes}) by {user}
cs: Uživatelem {user} byla změněna přístupová práva ({changes})

source: Access list entry ({target_user}) added by {user}
cs: Uživatelem {user} byl přidán záznam o povolení přístupu ({target_user})

source: Access list entry ({target_user}) removed by {user}
cs: Uživatelem {user} byl odebrán záznam o povolení přístupu ({target_user})

source: Account Creation
cs: Vytvoření účtu

source: Account Manager
cs: Správce účtu

source: Account Preferences
cs: Nastavení účtu

source: Account Signup
cs: Přihlášení k účtu

source: Action
cs: Činnost

source: Action Type
cs: Typ činnosti

source: Actions
cs: Činnosti

source: Actions are any event that shows up in the history of an issue, such as a user or a developer updating an issue, uploading a file, sending an email, etc.
cs: Činnosti jsou všechny události, které jsou zobrazeny v historii úlohy, např když uživatel či vývojář úlohu aktualizuje, nahraje soubor, odešle e-mail, atd.

source: Active
cs: Aktivní

source: Active customer changed to '%s'
cs: Změněn aktivní zákazník na '%s'

source: Activity Type
cs: Typ aktivity

source: Activity in Past
cs: Historie aktivit

source: Add
cs: Přidat

source: Add / Edit Categories
cs: Přidat / Upravit kategorie

source: Add / Edit Phone Support Categories
cs: Přidat / Upravit kategorie telefonní podpory

source: Add / Edit Priorities
cs: Přidat / Upravit priority

source: Add / Edit Releases
cs: Přidat / Upravit verze

source: Add / Edit Severities
cs: Přidat / Upravit závažnosti

source: Add Action
cs: Přidat činnost

source: Add Authorized Replier
cs: Přidat oprávněného odpovídače

source: Add CC to Authorized Repliers List
cs: Přidat příjemce kopie do seznamu oprávněných odpovídačů

source: Add Condition
cs: Přidat podmínku

source: Add Email Signature
cs: Přidat e-mailový podpis

source: Add Extra Recipients To Notification List?
cs: Přidat dodatečné příjemce do seznamu oznámení?

source: Add Files
cs: Přidat soubory

source: Add Me To Notification List
cs: Přihlásit se k odběru všech oznámení

source: Add Myself to list of assignees.
cs: Přidat sebe do seznamu řešitelů

source: Add New Files
cs: Přidat nové soubory

source: Add Phone Call
cs: Přidat telefonní hovor

source: Add Subscription
cs: Přidat odběr

source: Add Time Entry
cs: Přidat časový záznam

source: Add Time Worked
cs: Přidat pracovní čas

source: Add Unknown Recipients to Issue Notification List
cs: Přidat neznámého přijemce do seznamu oznámení úlohy

source: Add sender to authorized repliers list?
cs: Přidat odeslílatele do seznamu oprávněných odpovídačů?

source: Added
cs: Přidáno

source: Adding repeated issue '%d' to the list of already triggered issues
cs: Přidání opakované úlohy '%d' na seznam již spuštěných úloh

source: Address Hostname
cs: Doména

source: Administration
cs: Administrace

source: Administrator
cs: Administrátor

source: Advanced Options
cs: Pokročilé volby

source: Advanced Search
cs: Pokročilé hledání

source: Advanced Search / Creating Custom Queries
cs: Pokročilé hledání / Vytváření vlastních dotazů

source: After Sender Name
cs: Po jméně odesílatele

source: Aggregate
cs: Souhrnný

source: Alert Group Leader
cs: Zaslat upozornění vedoucímu skupiny

source: Alert IRC
cs: Zaslat upozornění přes IRC

source: Alert Query
cs: Dotaz upozornění

source: Alert Reason
cs: Důvod upozornění

source: All
cs: Vše

source: All Issues
cs: Všechny úlohy

source: All Text (emails, notes, etc)
cs: Všechen text (e-maily, ponámky, atd.)

source: Allowed to view all issues on the projects associated to this user; Allowed to create new issues and to send emails on existing issues.
cs: Může zobrazit všechny úlohy v projektech přidělené tomuto uživateli; Může vytvářet nové úlohy a posílat e-maily pro existující úlohy.

source: Allowed to view all issues on the projects associated to this user; Allowed to create new issues, update existing issues, and to send emails and notes to existing issues.
cs: Může zobrazit všechny úlohy v projektech přidělené tomuto uživateli; Může vytvářet nové úlohy, aktualizovat existující a posílat e-maily či poznámky pro existující úlohy.

source: Allowed to view all issues on the projects associated to this user; Allowed to create new issues, update existing issues, and to send emails and notes to existing issues. Also, this type of user is also allowed on the special administration section of Eventum to tweak most project-level features and options.
cs: Může zobrazit všechny úlohy v projektech přidělené tomuto uživateli; Může vytvářet nové úlohy, aktualizovat existující a posílat e-maily či poznámky pro existující úlohy. Také je tomuto typu uživateli umožněn přístup ke speciální správcovské části Eventum, kde je možné upravit většinu možnosti a funkcí na úrovni projektu.

source: Allowed to view all issues on the projects associated to this user; cannot create new issues or edit existing issues.
cs: M"že zobrazit všechny úlohy v projektech přidělené tomuto uživateli; nemůže vytvářet nové úlohy nebo upravovat stávající.

source: Also Filter By Issue Priorities
cs: Filtrovat podle priorit úloh

source: Also Filter By Issue Product
cs: Filtrovat podle produktů úloh

source: Also Filter By Issue Severities
cs: Filtrovat podle závažnosti úloh

source: Also, all issues that are marked as duplicates from this one were updated as well.
cs: Také všechny úlohy označené z této jako stejné budou také aktualizovány.

source: An Error Was Found
cs: Byla nalezena chyba

source: An error occurred subscribing you to the issue
cs: Během přihlášení k odběru úlohy došlo k chybě.

source: An error occurred while trying to add the FAQ entry.
cs: Při pokusu o přidání položky nejčastějších otázek došlo k chybě.

source: An error occurred while trying to add the alias.
cs: Během pokusu o vložení aliasu došlo k chybě.

source: An error occurred while trying to add the new account.
cs: Při pokusu o přidání nového účtu došlo k chybě.

source: An error occurred while trying to add the new action.
cs: Při pokusu o přidání nové činnosti došlo k chybě.

source: An error occurred while trying to add the new condition.
cs: Při pokusu o přidání podmínky došlo k chybě.

source: An error occurred while trying to add the new custom field.
cs: Při pokusu o přidání nového vlastního pole došlo k chybě.

source: An error occurred while trying to add the new customization.
cs: Při pokusu o přidání nového přizpůsobení došlo k chybě.

source: An error occurred while trying to add the new email response.
cs: Při pokusu o přidání nové e-mailové odpovědi došlo k chybě.

source: An error occurred while trying to add the new group.
cs: Při pokusu o přidání nové skupiny došlo k chybě.

source: An error occurred while trying to add the new issue resolution.
cs: Při pokusu o přidání nového řešení úlohy došlo k chybě.

source: An error occurred while trying to add the new link filter.
cs: Při pokusu o přidání nového filtru spojení došlo k chybě.

source: An error occurred while trying to add the new note.
cs: Při pokusu o přidání nové role došlo k chybě.

source: An error occurred while trying to add the new project.
cs: Při pokusu o přidání nového projektu došlo k chybě.

source: An error occurred while trying to add the new reminder.
cs: Při pokusu o přidání nové upomínky došlo k chybě.

source: An error occurred while trying to add the new time tracking category.
cs: Při pokusu o přidání nové kategorie sledování času došlo k chybě.

source: An error occurred while trying to add the new user.
cs: Při pokusu o přidání nového uživatele došlo k chybě.

source: An error occurred while trying to add the news entry.
cs: Při pokusu o přidání nové aktuality došlo k chybě.

source: An error occurred while trying to add the phone category.
cs: Během pokusu o přidání nové kategorie telefonické podpory došlo k chybě.

source: An error occurred while trying to add the priority.
cs: Během pokusu o přidání nové priority došlo k chybě.

source: An error occurred while trying to add the release.
cs: Během pokusu o přidání nového vydání došlo k chybě.

source: An error occurred while trying to add the round robin entry.
cs: Při pokusu o přidání položky kruhového přidělení došlo k chybě.

source: An error occurred while trying to add the status.
cs: Během pokusu o přidání nového stavu došlo k chybě.

source: An error occurred while trying to add the the account manager.
cs: Během pokusu o přidání nového řízení zákaznického účtu došlo k chybě.

source: An error occurred while trying to associate the selected email message
cs: Při pokusu o přidělení zvolené e-mailové zprávy došlo k chybě

source: An error occurred while trying to convert the selected note.
cs: Při pokusu o převod zvolené poznámky došlo k chybě.

source: An error occurred while trying to delete the account information.
cs: Během pokusu o smazání účtu se vyskytla chyba.

source: An error occurred while trying to delete the authorized replier.
cs: Při pokusu o smazání oprávněného odpovídače došlo k chybě.

source: An error occurred while trying to delete the customization information.
cs: Během pokusu o smazání záznamu přizpůsobení došlo k chybě.

source: An error occurred while trying to delete the link filter.
cs: Při pokusu o smazání filtru spojení došlo k chybě.

source: An error occurred while trying to delete the note.
cs: Při pokusu o smazání poznámky došlo k chybě.

source: An error occurred while trying to delete this file
cs: Při pokusu o odstranění tohoto souboru došlo k chybě

source: An error occurred while trying to insert the authorized replier.
cs: Při pokusu o vložení oprávněného odpovídače došlo k chybě.

source: An error occurred while trying to process the uploaded file.
cs: Při pokusu o zpracování nahraného souboru došlo k chybě.

source: An error occurred while trying to remove the alias.
cs: Během pokusu o smazání aliasu došlo k chybě.

source: An error occurred while trying to remove the custom field information.
cs: Během pokusu o smazání vlastního pole došlo k chybě.

source: An error occurred while trying to run your query
cs: Při pokusu o spuštění vašeho dotatu došlo k chybě

source: An error occurred while trying to save columns to display.
cs: Při pokusu o pokudu o uložení sloupců k zobrazení došlo k chybě

source: An error occurred while trying to uodate the phone category.
cs: Během pokusu o aktualizování kategorie telefonické podpory došlo k chybě.

source: An error occurred while trying to update the FAQ entry information.
cs: Při pokusu o aktualizaci informací o položkách nejčastějších otázek došlo k chybě.

source: An error occurred while trying to update the Reporter.
cs: Při pokusu o aktualizaci oznamovatele došlo k chybě.

source: An error occurred while trying to update the account information.
cs: Při pokusu o aktualizaci informací o účtu došlo k chybě.

source: An error occurred while trying to update the action.
cs: Během pokusu o aktualizaci činnosti upomínky došlo k chybě.

source: An error occurred while trying to update the condition.
cs: Během pokusu o aktualizaci podmínky upomínky došlo k chybě.

source: An error occurred while trying to update the custom field information.
cs: Při pokusu o aktualizaci informací o vlastním poli došlo k chybě.

source: An error occurred while trying to update the custom field options.
cs: Při pokusu o aktualizaci nastavení vlastního pole došlo k chybě

source: An error occurred while trying to update the customization information.
cs: Při pokusu o aktualizaci informací o přizpůsobení došlo k chybě.

source: An error occurred while trying to update the group.
cs: Během pokusu o aktualizaci skupiny došlo k chybě.

source: An error occurred while trying to update the information.
cs: Při pokusu o aktualizaci informací došlo k chybě.

source: An error occurred while trying to update the link filter.
cs: Při pokusu o aktualizaci filtru spojení došlo k chybě.

source: An error occurred while trying to update the new email response.
cs: Během pokusu o aktualizaci e-mailové odpovědi došlo k chybě.

source: An error occurred while trying to update the new issue resolution.
cs: Během pokusu o aktualizaci řešení úlohy došlo k chybě.

source: An error occurred while trying to update the news entry.
cs: Během pokusu o aktualizaci novinky došlo k chybě.

source: An error occurred while trying to update the note.
cs: Při pokusu o aktualizaci poznámky došlo k chybě.

source: An error occurred while trying to update the notification entry.
cs: Při pokusu o aktualizaci položky upozornění došlo k chybě.

source: An error occurred while trying to update the partner information.
cs: Během pokusu o aktualizaci partnera došlo k chybě.

source: An error occurred while trying to update the priority.
cs: Během pokusu o aktualizaci priority došlo k chybě.

source: An error occurred while trying to update the project information.
cs: Při pokusu o aktualizaci informací o projektu došlo k chybě.

source: An error occurred while trying to update the release.
cs: Během pokusu o aktualizaci vydání došlo k chybě.

source: An error occurred while trying to update the reminder.
cs: Během pokusu o aktualizaci upomínky úlohy došlo k chybě.

source: An error occurred while trying to update the round robin entry information.
cs: Při pokusu o aktualizaci informací o kruhovém přiřazení došlo k chybě.

source: An error occurred while trying to update the time tracking category information.
cs: Při pokusu o aktualizaci informací o kategorii sledování času došlo k chybě.

source: An error occurred while trying to update the user information.
cs: Při pokusu o aktualizaci informací o uživateli došlo k chybě.

source: An integration script will need to be installed in your CVS root repository in order to send a message to Eventum whenever changes are committed to the repository. This message will then be processed by Eventum and the changes to the appropriate files will be associated with existing issue mentioned in your commit message.
cs: Do vašeho kořenového úložiště CVS je třeba nainstalovat integrační skript, čímž bude umožněno odesílání zpráv do Eventum při odevzdávání změn do úložiště. Tyto zprávy jsou následně zpracovány a změny v odpovídajících souborech budou přiděleny k existujícím úlohám, které byly zmíněny ve vaší zprávě odevzdání.

source: An issue was assigned to you by %1
cs: %1 Vám přiřadil úlohu

source: Anonymous Form
cs: Formulář pro anonymní hlášení

source: Anonymous Reporting
cs: Anonymní hlášení

source: Anonymous Reporting Options
cs: Možnosti anonymního hlášení

source: Anonymous Reporting of New Issues
cs: Anonymní hlášení nových úloh

source: Any
cs: Vše

source: Arabic
cs: Arabština

source: Archived
cs: Archivováno

source: Areas
cs: Oblasti

source: Arrival Date
cs: data přijetí

source: Article Entries
cs: Články zpráv

source: As an example, using the
cs: Jako příklad za použití

source: Ascending
cs: Vzestupně

source: Assign Issue To Myself
cs: Přiřadit úlohu sobě

source: Assignable Users
cs: Přiřaditelní uživatelé

source: Assigned
cs: Přiřazeno

source: Assigned Issues
cs: Přiřazené úlohy

source: Assigned Projects
cs: Přiřazené projekty

source: Assigned Projects and Roles
cs: Přiřazené projekty a role:

source: Assigned Role
cs: Přiřazená role

source: Assigned Support
cs: Přiřazená podpora

source: Assignee
cs: Nabyvatel

source: Assignment
cs: Přiřazení

source: Assignment Field
cs: Pole přiřazení

source: Assignment List
cs: Seznam přiřazení

source: Associate
cs: Připojit

source: Associate Email
cs: Přiřazený e-mail

source: Associate Email Message to Issue #%1
cs: E-mailová zpráva spojená s úlohou #%1

source: Associate Emails
cs: Připojit e-maily

source: Associated
cs: Připojeno

source: Associated Emails
cs: Připojené e-maily

source: Associated Issues
cs: Připojené úlohy

source: Associated Project
cs: Připojené projekty

source: Associated with Issue
cs: Přiřazený k úloze

source: Attach Files
cs: Přiložit soubory

source: Attached Emails
cs: Přiložené e-maily

source: Attached Files
cs: Přiložené soubory

source: Attachment "{filename}" removed by {user}
cs: Uživatel {user} odstranil přílohu "{filename}"

source: Attachment "{filename}" uploaded by {user}
cs: Uživatel {user} nahrál přílohu "{filename}"

source: Attachment Group removed by {user}
cs: Uživatel {user} odstranil skupinu příloh

source: Attachment originated from a note
cs: Příloha má původ v poznámce

source: Attachment originated from an email
cs: Příloha má původ v e-mailu

source: Attachments
cs: Přílohy

source: Audit Trail
cs: Evidence přístupů

source: Author
cs: Autor

source: Authorized Repliers
cs: Oprávnění odpovídači

source: Authorized replier {replier} removed by {user}
cs: Oprávněný odpovídač {odpovídající osoba} byl odebrán uživatelem {user}

source: Authorized to Send Emails
cs: Oprávněni k posílání e-mailů

source: Auto-Creation of Issues
cs: Automatické vytváření úloh

source: Automated Issue
cs: Automatizovaná úloha

source: Automated Issue #%1 Reminder Alert
cs: Automatizovaná úloha #%1 Připomenutí upozornění

source: Automatically append email signature when composing internal notes
cs: Automaticky přiložit podpis e-mailu při vytváření interních poznámek

source: Automatically append email signature when composing web based emails
cs: Automaticky přiložit podpis e-mailu při vytváření veřejných e-mailů

source: Automatically close confirmation popup windows?
cs: Zavírat automaticky vyskakovací okna potvrzení?

source: Available - Users may use this release
cs: Dostupné - Uživatelé mohou tuto verzi použít

source: Available Help Topics
cs: Dostupná témata nápovědy

source: Available Languages
cs: Jazyk

source: Available Related Topics
cs: Dostupná příbuzná témata

source: Avg
cs: Průměrný

source: Avg. Time spent per issue (min) %s through %s
cs: Průměrná doba strávená nad úlohou (v minutách) v době od %s do %s

source: Avg/Med/Max Issues/Emails
cs: Průměrný/střední/maximální počet úloh/e-mailů

source: BLOCKED
cs: ZABLOKOVÁNO

source: Back
cs: Zpět

source: Back to Login Form
cs: Zpět na formulář přihlášení

source: Back to Reminder Action List
cs: Zpět na seznam připomenutí činnosti

source: Back to Reminder List
cs: Zpět na seznam připomenutí

source: Back to Top
cs: Nahoru

source: Backup Technical Account Manager
cs: Správce záložního technického účtu

source: Base DN
cs: Základ rozlišeného názvu (DN)

source: Based on all issues recorded in Eventum since start to present.
cs: Na základě všech úloh zaznamenaných v Eventum od začátku do současnosti.

source: Based on all open issue in Eventum for <b>%1</b>.
cs: Na základě všech otevřených úloh v Eventum za <b>%1</b>.

source: Before Sender Name
cs: Před jménem odesílatele

source: Between
cs: Mezi

source: Bind DN
cs: Rozlišený název (DN), kterým se spojovat

source: Blackout Time Range
cs: Vyřadit z provozu

source: Blocked Message Raw Headers
cs: Prosté hlavičky zablokovaných zpráv

source: Body
cs: Obsah

source: Boilerplate
cs: Připojený text

source: Brasiliant Portugese
cs: Brazilská portugalština

source: Breton
cs: Bretonština

source: Bulk Update
cs: Hromadná aktualizace

source: Bulk Update Tool
cs: Nástroj hromadné aktualizace

source: By Customer
cs: Podle zákazníka

source: By Issue ID
cs: Podle ID úlohy

source: By Support Level
cs: Podle úrovně podpory

source: CLOCKED IN
cs: PŘÍTOMNÝ

source: CLOCKED OUT
cs: NEPŘÍTOMNÝ

source: Call From
cs: Volání od

source: Call To
cs: Volání do

source: Call Type
cs: Typ volání

source: Cancel
cs: Zrušit

source: Cancel Update
cs: Zrušit aktualizaci

source: Cancelled Issue #%1$s update.
cs: Aktualizace úlohy #%1$s byla zrušena.

source: Canned Responses
cs: Předpřipravené odpovědi

source: Catalan
cs: Katalánština

source: Categories and Statuses
cs: Kategorie a stavy
