Repository: eventum/i18n
Catalog: *.po
Languages: cs

source: Subject
cs: Předmět

source: Subject Based Routing
cs: Směrování podle předmětu

source: Subject/Body
cs: Předmět/tělo

source: Submit
cs: Odeslat

source: Submitted
cs: Odesláno

source: Submitted Date
cs: Datum odeslání

source: Suggestions
cs: Návrhy

source: Summary
cs: Souhrn

source: Summary Field
cs: Pole souhrnu

source: Summary: %1
cs: Souhrn: %1

source: Sunday
cs: Neděle

source: Support Level
cs: Úroveň podpory

source: Support Levels
cs: Úrovně podpory

source: Support Options
cs: Možnosti podory

source: Swedish
cs: Švédština

source: System users may subscribe to the actions above for specific issues when they report new issues or by visiting the issue details screen and subscribing manually by using the 'Edit Notification List' link.
cs: Uživatelé systému mohou dostávat oznámení o činnostech výše pro konkrétní úlohy, když je nahlásí, nebo navštívením stránky s podrobnostmi úlohy a zapsáním se k odběru ručně pomocí odkazu 'Upravit oznámení'.

source: Tamil
cs: Tamilština

source: Target Forms
cs: Cílové formuláře

source: Temp Number
cs: Dočasné číslo

source: Tentative Date
cs: Předběžné datum

source: Test Settings
cs: Vyzkoušet nastavení

source: Text Input
cs: Textový vstup

source: Textarea
cs: Oblast textu

source: Thai
cs: Thajština

source: Thank You, Eventum is now properly setup and ready to be used. Open the following URL to login on it for the first time:
cs: Děkujeme Vám, Eventum je nyní řádně nastaveno a připraveno k použití. Otevřete následující URL pro první přihlášení:

source: Thank you, a confirmation message was just emailed to you. Please follow the instructions available in this message to confirm your password creation request.
cs: Děkujeme Vám, e-mailem Vám byla zaslána potvrzující zpráva. Prosím postupujte dle pokynů dostupných v této zprávě pro potvrzení požadavku pro vytvoření hesla.

source: Thank you, columns to display was saved successfully.
cs: Děkujeme Vám, sloupce k zobrazení byly úspěšně uloženy.

source: Thank you, issue #%1$s was updated successfully.
cs: Děkujeme, aktualizování úlohy #%1$s bylo úspěšné.

source: Thank you, new key for encryption was generated.
cs: Děkujeme, byl vytvořen nový klíč pro šifrování.

source: Thank you, the FAQ entry was added successfully.
cs: Děkujeme Vám, položka nejčastějších otázek byla úspěšně přidána.

source: Thank you, the FAQ entry was updated successfully.
cs: Děkujeme Vám, položka nejčastějších otázek byla úspěšně aktualizována.

source: Thank you, the Reporter was updated successfully.
cs: Děkujeme Vám, oznamovatel byl úspěšně aktualizován.

source: Thank you, the access level has been updated.
cs: Děkujeme, úroveň přístupu byla aktualizována.

source: Thank you, the access list has been updated.
cs: Děkujeme, seznam uživatelů s povoleným přístupem byl aktualizován.

source: Thank you, the account manager was added successfully.
cs: Děkujeme Vám, správce účtů byl úspěšně přidán.

source: Thank you, the action was added successfully.
cs: Děkujeme Vám, činnost byla úspěšně přidána.

source: Thank you, the action was updated successfully.
cs: Děkujeme Vám, činnost byla úspěšně aktualizována.

source: Thank you, the alias was added successfully.
cs: Děkujeme, přidání aliasu bylo úspěšné.

source: Thank you, the alias was removed successfully.
cs: Děkujeme, odstranění aliasu bylo úspěšné.

source: Thank you, the association to the selected emails were removed successfully.
cs: Děkujeme Vám, přidělení ke zvoleným e-mailům bylo úspěšně odstraněno.

source: Thank you, the attachment was removed successfully.
cs: Děkujeme Vám, příloha byla úspěšně odstraněna.

source: Thank you, the authorized replier was deleted successfully.
cs: Děkujeme, odstranění oprávněného odpovídače bylo úspěšné.

source: Thank you, the authorized replier was inserted successfully.
cs: Děkujeme Vám, oprávněný odpovídač byl úspěšně přidán.

source: Thank you, the condition was added successfully.
cs: Děkujeme Vám, podmínka byla úspěšně přidána.

source: Thank you, the condition was updated successfully.
cs: Děkujeme Vám, podmínka byla úspěšně aktualizována.

source: Thank you, the current issue is no longer marked as a duplicate.
cs: Děkujeme Vám, současná úloha již není označena jako stejná.

source: Thank you, the custom field options were updated successfully.
cs: Děkujeme, možnosti vlastního pole byly úspěšně aktualizovány.

source: Thank you, the custom field values were updated successfully.
cs: Děkujeme Vám, hodnoty vlastního pole byly úspěšně aktualizováno.

source: Thank you, the custom field was added successfully.
cs: Děkujeme Vám, vlastní pole bylo úspěšně přidáno.

source: Thank you, the custom field was removed successfully.
cs: Děkujeme, odstranění vlastního pole bylo úspěšné.

source: Thank you, the custom field was updated successfully.
cs: Děkujeme Vám, vlastní pole bylo úspěšně aktualizováno.

source: Thank you, the custom filter was saved successfully.
cs: Děkujeme Vám, vlastní filtr byl úspěšně uložen.

source: Thank you, the customization was added successfully.
cs: Děkujeme Vám, přizpůsobení bylo úspěšně přidáno.

source: Thank you, the customization was deleted successfully.
cs: Děkujeme, odstranění vlastního přizpůsobení bylo úspěšné.

source: Thank you, the customization was updated successfully.
cs: Děkujeme Vám, přizpůsobení bylo úspěšně aktualizováno.

source: Thank you, the email account was added successfully.
cs: Děkujeme Vám, e-mailový účet byl úspěšně přidán.

source: Thank you, the email account was deleted successfully.
cs: Děkujeme, odstranění e-mailového účtu bylo úspěšné.

source: Thank you, the email account was updated successfully.
cs: Děkujeme, aktualizování e-mailového účtu bylo úspěšné.

source: Thank you, the email has been subscribed to the issue.
cs: Děkujeme, e-mail byl připojen k úloze.

source: Thank you, the email message was saved as a draft successfully.
cs: Děkujeme Vám, e-mailová zpráva byla úspěšně uložena jako návrh.

source: Thank you, the email response was added successfully.
cs: Děkujeme Vám, e-mailová odpověď byla úspěšně přidána.

source: Thank you, the email response was updated successfully.
cs: Děkujeme Vám, e-mailová odpověď byla úspěšně aktualizována.

source: Thank you, the email was queued to be sent successfully.
cs: Děkujeme Vám, e-mail byl úspěšně přidán do fronty k odeslání.

source: Thank you, the email was successfully moved.
cs: Děkujeme Vám, e-mail byl úspěšně přesunut.

source: Thank you, the emails were marked as removed successfully.
cs: Děkujeme Vám, e-maily byly úspěšně označeny jako odstraněné.

source: Thank you, the file was removed successfully.
cs: Děkujeme Vám, soubor byl úspěšně odstraněn.

source: Thank you, the group was added successfully.
cs: Děkujeme Vám, skupina byla úspěšně odstraněna.

source: Thank you, the group was updated successfully.
cs: Děkujeme Vám, skupina byla úspěšně aktualizována.

source: Thank you, the information was updated successfully.
cs: Děkujeme Vám, informace byla úspěšně aktualizována.

source: Thank you, the internal note was posted successfully.
cs: Děkujeme Vám, interní poznámka byla úspěšně odeslána.

source: Thank you, the issue resolution was added successfully.
cs: Děkujeme Vám, řešení úlohy bylo úspěšně přidáno.

source: Thank you, the issue resolution was updated successfully.
cs: Děkujeme Vám, řešení úlohy bylo úspěšně přidáno.

source: Thank you, the issue was closed successfully
cs: Děkujeme Vám, úloha byla úspěšně uzavřena

source: Thank you, the issue was marked as a duplicate successfully
cs: Děkujeme, označení úlohy jako duplikátní bylo úspěšné.

source: Thank you, the issue was unassigned successfully.
cs: Děkujeme Vám, řešitel byl úspěšně z úlohy odstraněn.

source: Thank you, the issue was updated successfully.
cs: Děkujeme Vám, úloha byla úspěšně aktualizována.

source: Thank you, the items have been deleted.
cs: Děkujeme, položky byly odstraněny.

source: Thank you, the link filter was added successfully.
cs: Děkujeme Vám, filtr spojení byl úspěšně přidán.

source: Thank you, the link filter was deleted successfully.
cs: Děkujeme Vám, filtr spojení byl úspěšně smazán.

source: Thank you, the link filter was updated successfully.
cs: Děkujeme Vám, filtr spojení byl úspěšně aktualizován.

source: Thank you, the new issue was created successfully. For your records, the new issue ID is <font color="red">%1</font>
cs: Děkujeme Vám, nová úloha byla úspěšně vytvořena. Pro záznamy je ID nové úlohy <font color="red">%1</font>

source: Thank you, the new note was created and associated with the issue below.
cs: Děkujeme Vám, nová poznámka byla vytvořena a přidělena k úloze níže.

source: Thank you, the news entry was added successfully.
cs: Děkujeme Vám, novinka byla úspěšně přidána.

source: Thank you, the news entry was updated successfully.
cs: Děkujeme Vám, novinka byla úspěšně aktualizována.

source: Thank you, the note was added successfully.
cs: Děkujeme Vám, poznámka byla úspěšně přidána.

source: Thank you, the note was converted successfully.
cs: Děkujeme Vám, poznámka byla úspěšně převedena.

source: Thank you, the note was deleted successfully.
cs: Děkujeme Vám, poznámka byla úspěšně smazána.

source: Thank you, the note was removed successfully.
cs: Děkujeme Vám, poznámka byla úspěšně odstraněna.

source: Thank you, the note was updated successfully.
cs: Děkujeme Vám, poznámka byla úspěšně aktualizována.

source: Thank you, the notification entry was updated successfully.
cs: Děkujeme Vám, oznámení bylo úspěšně aktualizováno.

source: Thank you, the partner was updated successfully.
cs: Děkujeme, aktualizování partnera bylo úspěšné.

source: Thank you, the partners were selected successfully.
cs: Děkujeme, partneři byli úspěšně vybráni.

source: Thank you, the phone category was added successfully.
cs: Děkujeme, přidání kategorie telefonické podpory bylo úspěšné.

source: Thank you, the phone category was updated successfully.
cs: Děkujeme, aktualizování kategorie telefonické podpory bylo úspěšné.

source: Thank you, the phone entry was added successfully.
cs: Děkujeme Vám, telefonní záznam byl úspěšně přidán.

source: Thank you, the phone support entry was removed successfully.
cs: Děkujeme Vám, záznam telefonní podpory byl úspěšně odstraněn.

source: Thank you, the priority was added successfully.
cs: Děkujeme Vám, priorita byla úspěšně přidána.

source: Thank you, the priority was updated successfully.
cs: Děkujeme Vám, priorita byla úspěšně aktualizována.

source: Thank you, the private key was regenerated.
cs: Děkujeme, privátní klíč byl znovu vygenerován.

source: Thank you, the project was added successfully.
cs: Děkujeme Vám, projekt byl úspěšně přidán.

source: Thank you, the project was updated successfully.
cs: Děkujeme Vám, projekt byl úspěšně aktualizován.

source: Thank you, the release was added successfully.
cs: Děkujeme Vám, verze byla úspěšně přidána.

source: Thank you, the release was updated successfully.
cs: Děkujeme Vám, verze byla úspěšně aktualizována.

source: Thank you, the reminder was added successfully.
cs: Děkujeme Vám, upomínka byla úspěšně přidána.

source: Thank you, the reminder was updated successfully.
cs: Děkujeme Vám, upomínka byla úspěšně aktualizována.

source: Thank you, the round robin entry was added successfully.
cs: Děkujeme Vám, záznam kruhového přiřazení byl úspěšně přidán.

source: Thank you, the round robin entry was updated successfully.
cs: Děkujeme Vám, záznam kruhového přiřazení byl úspěšně aktualizován.

source: Thank you, the selected checkin information entries were removed successfully.
cs: Děkujeme Vám, zvolené záznamy infomrmací o odevzdání byly úspěšně odstraněny.

source: Thank you, the selected custom filters were removed successfully.
cs: Děkujeme Vám, zvolené vlastní filtry byly úspěšně odstraněny.

source: Thank you, the selected email message was associated successfully.
cs: Děkujeme, přiřazení vybrané e-mailové zprávy bylo úspěšné.

source: Thank you, the selected issues were updated successfully.
cs: Děkujeme Vám, zvolené úlohy byly úspěšně aktualizovány.

source: Thank you, the setup information was saved successfully.
cs: Děkujeme Vám, informace o nastavení byly úspěšně uloženy.

source: Thank you, the status was added successfully.
cs: Děkujeme Vám, stav byl úspěšně přidán.

source: Thank you, the status was updated successfully.
cs: Děkujeme Vám, stav byl úspěšně aktualizován.

source: Thank you, the time tracking category was added successfully.
cs: Děkujeme Vám, kategorie sledování času byla úspěšně přidána.

source: Thank you, the time tracking category was updated successfully.
cs: Děkujeme Vám, kategorie sledování času byla úspěšně aktualizována.

source: Thank you, the time tracking entry was added successfully.
cs: Děkujeme Vám, záznam sledování času byl úspěšně přidán.

source: Thank you, the time tracking entry was removed successfully.
cs: Děkujeme Vám, záznam sledování času byl úspěšně odstraněn.

source: Thank you, the time tracking entry was updated successfully.
cs: Děkujeme, položka sledování času byla úspěšně aktualizována.

source: Thank you, the uploaded file was associated with the issue below.
cs: Děkujeme Vám, nahraný soubor byl přidělen k níže uvedené úloze .

source: Thank you, the user was added successfully.
cs: Děkujeme Vám, uživatel byl úspěšně přidán.

source: Thank you, the user was updated successfully.
cs: Děkujeme Vám, uživatel byl úspěšně aktualizován.

source: Thank you, this issue was removed from quarantine.
cs: Děkujeme Vám, úloha byla odstraněna z karantény.

source: Thank you, you are now assigned to the issue
cs: Děkujeme Vám, nyní jste přiřazeni k úloze

source: Thank you, you are now authorized to send emails in this issue.
cs: Děkujeme Vám, nyní máte oprávnění k odeslání e-mailů do této úlohy.

source: Thank you, you are now logged out of %1
cs: Děkujeme Vám, nyní jste odhlášeni z %1

source: Thank you, you are now subscribed to this issue.
cs: Děkujeme, nyní jste přihlášeni k této úloze.

source: Thank you, your account is now active and ready to be used. Use the form below to login.
cs: Děkujeme Vám, váš účet je nyní aktivní a je připraven k použití. Použijte formulář níže pro přihlášení.

source: Thank you, your request for a new password was confirmed successfully. You should receive an email with your new password shortly.
cs: Děkujeme Vám, vaše žádost o nové heslo byla úspěšně zpracována. Za chvíli byste měli obdržet e-mail s novým heslem.

source: The %1 script, which is available in the %2 sub-directory in your Eventum installation directory, will need to be installed in your CVSROOT CVS module by following the procedure below:
cs: Skript %1, který je dostupný z podadresáře %2 v adresáři vaší instalace Eventum, je třeba nainstalovat do vašeho modulu CVSROOT CVS pomocí následujícího postupu:

source: The CVS module name
cs: Název modulu CVS

source: The Issue Details page will also show '<< Previous Issue' and 'Next Issue >>' links that are related to the previous and next issues for the current active filter, if appropriate.
cs: Stránka s podrobnostmi úlohy také zobrazí odkazy '<< Předchozí úloha' a 'Následující úloha >>', které souvisí s předchozí a následující úlohou v současně aktivním filtru, pokud existují.

source: The Issue Listing page uses a grid layout to simplify the manual search for issues in a project. You may sort for (almost) any column in this grid form, and users with the appropriate permissions may also assign selected issues to another user.
cs: Stránka seznamu úloh používá mřížkové rozložení k zjednodušení ručního hledání úloh v projektu. Můžete řadit podle (skoro) všech sloupců v mřížkovém formuláři a uživatelé s odpovídajícími oprávněními mohou také přiřadit zvolené úlohy jiným uživatelům.

source: The SCM ping endpoint url is: <b>%1</b>
cs: URL adresa služby SCM ping je: <b>%1</b>

source: The SMTP (outgoing mail) configuration is needed to make sure emails are properly sent when creating new users/projects.
cs: Je nutné nastavit SMTP (odchozí pošta), aby bylo zajištěno, že pošta je správně odesílána, při vytváření nových uživatelů/projektů.

source: The associated time tracking entry was also deleted.
cs: Přidělený záznam sledování času byl také smazán.

source: The command above will checkout and create the CVSROOT directory that you will need to work with. Next, open the <b>loginfo</b> file and add the following line:
cs: Příkaz výše získá a vytvoří adresář CVSROOT, s kterým budete pracovat. Dále otevřete soubor <b>loginfo</b> a přidejte následující řádek:

source: The default options for email notifications are used to pre-select the notification related fields when you report a new issue, or subscribe manually for changes in the issue details page.
cs: Výchozí možnosti pro e-mailová oznámení jsou použity k předvybrání souvisejících polí oznámení, při hlášení nové úlohy, nebo se ručně přihlaste k odběru změn na stránce podrobností úlohy.

source: The description field should be used to describe the new issue. Good practices dictate that this field should have a description of what happened, steps to reproduce the problem/issue and what you expected to happen instead.
cs: Pole popisu by mělo být použito k popisu nové úlohy. Podle osvědčených postupů by mělo toto pole obsahovat popis toho, co se stalo, postup ke zopakování problému a co se místo toho očekávalo, že se stane.

source: The details for issue #{issue_id} were updated by {user} and the changes propagated to the duplicated issues
cs: Detaily úlohy #{issue_id} byly uživatelem {user} aktualizovány a změny byly rozšířeny do duplikátních úloh

source: The filename that was committed
cs: Název souboru byl odevzdán

source: The first thing to do is to checkout the %1 module from your CVS repository:
cs: První věc, kterou musíte provést, je získat modul %1 z vašeho úložiště CVS:

source: The following %1 reminder could not be sent out because no recipients could be found
cs: Následující upomínka %1 nemohla být odeslána, protože příjemce nemohl být nalezen

source: The following addresses could not be matched against the system user records:
cs: Nebyla nalezena shoda s následujícími adresami a záznamy uživatelů systému:

source: The following is a brief overview of the available user permission levels in Eventum:
cs: Následuje stručný přehled dostupných úrovní uživatelských oprávnění v Eventum:

source: The following user is already assigned to this issue
cs: Následující uživatel je k této úloze přiřazen (jako řešitel) již nyní

source: The full history of changes related to the current issue is available by clickin on the 'History of Changes' link.
cs: Úplná historie změn, souvisejících se současnou úlohou, je dostupná při kliknutí na odkaz 'Historie změn'.

source: The integration is implemented in such a way that it will be forward compatible with pretty much any SCM system, such as CVS. When entering the required information for the checkout page and diff page input fields, use the following placeholders:
cs: Zavedení je prováděno takovým způsobem, že bude dopředu kompatibilní se skoro všemi systémy správy verzí, jako například CVS. Při zadávání požadovaných informací ve vstupních polích stránky získání a porovnání, použijte následující zástupné symboly.

source: The issue details screen can be accessed quickly by using the 'Go' input field in the top of your browser window. Just enter the issue number and it will take you to the appropriate screen.
cs: Na obrazovku s podrobnostmi o úloze můžete rychle přejít pomocí vstupního pole 'Přejít', v horní části vašeho internetového prohlížeče.

source: The issue was updated by %1
cs: Úlohu aktualizoval %1

source: The last step of this installation process is to login into the CVS server and copy the %1 script into the %2 directory. Make sure you give the appropriate permissions to the script.
cs: Poslední krok v tomto procesu instalace je se přihlásit na server CVS a zkopírovat skript %1 do adresáře %2. Ujistěte se, že skriptu udělíte patřičná oprávnění.

source: The login / password combination could not be found in the system.
cs: Kombinace vámi uvedených přihlašovacích údajů nebyla v systému nalezena

source: The new revision of the file
cs: Nová revize souboru

source: The old revision of the file
cs: Stará revize souboru

source: The original message headers follow
cs: Následují hlavičky původní zprávy

source: The project has been switched
cs: Projekt byl přepnut

source: The provided MySQL username could not be found. Review your information or specify that the username should be created in the form below.
cs: Zadané uživatelské jméno pro MySQL nebylo nalezeno. Zkontrolujte vaše informace nebo ve formuláři níže požadujte vytvoření uživatelského jména.

source: The provided MySQL username doesn't have the appropriate permissions to create tables. Please contact your local system administrator for further assistance.
cs: Zadané uživatelské jméno pro MySQL nemá příslušná oprávnění k vytváření tabulek. Obraťte se na svého správce systému a požádejte o další pomoc.

source: The provided MySQL username doesn't have the appropriate permissions to drop tables. Please contact your local system administrator for further assistance.
cs: Zadané uživatelské jméno pro MySQL nemá příslušná oprávnění k odstranění tabulek. Obraťte se na svého správce systému a požádejte o další pomoc.

source: The provided database name could not be found. Review your information or specify that the database should be created in the form below.
cs: Databáze MySQL s uvedeným jménem nebyla nalezena. Zkontrolujte uvedené údaje nebo v níže uvedeném formuláři požadujte vytvoření nové databáze.

source: The provided email address could not be found. Please contact the local Technical Support staff for further assistance.
cs: Poskytnutá e-mailová adresa nebyla nalezena. Pro asistenci prosím kontaktujte personál místní technické podpory.

source: The provided trial account email address could not be confirmed. Please contact the local Technical Support staff for further assistance.
cs: Zadaná e-mailová adresa zkušebního účtu nemohla být potvrzena. Pro další pomoc prosím kontaktuje místní obsluhu technické podpory.

source: The provided trial account encrypted hash could not be authenticated. Please contact the local Technical Support staff for further assistance.
cs: Zadaný zakódovaný kontrolní součet zkušebního účtu nemohl být ověřen. Pro další pomoc prosím kontaktuje místní obsluhu technické podpory.

source: The quick search table in the top of the screen helps the users find the issues they want quickly. More advanced searches may be created using the Advanced Search tool.
cs: Tabulka rychlého hledání v horní části obrazovky pomáhá uživatelům rychle najít úlohy, které chtějí. Další pokročilá hledání lze vytvořit pomocí nástroje pokročilého hledání.

source: The specified note does not exist.
cs: Zadaná poznámka neexistuje

source: The specified value already exists in the list of options.
cs: Zadaná hodnota již existuje v seznamu možností.

source: The uploaded file is already attached to the current issue. Please rename the file and try again.
cs: Nahraný soubor již je připojen k současné úloze. Prosím soubor přejmenujte a zkuste to znovu.

source: There seems to be a problem connecting to the database server specified in your configuration file. Please contact your local system administrator for further assistance.
cs: Zdá se, že se vyskytl problém v připojení k databázovému serveru zadaném ve vašem souboru nastavení. Pro další pomoc prosím kontaktuje svého místního správce systému.
