Repository: eventum/i18n
Catalog: *.po
Languages: cs

source: There seems to be a problem finding the required database tables in the database server specified in your configuration file. Please contact your local system administrator for further assistance.
cs: Zdá se, že se vyskytl problém při hledání potřebných tabulek databáze v databázovému serveru zadaném ve vašem souboru nastavení. Pro další pomoc prosím kontaktuje svého místního správce systému.

source: There was an error creating your issue.
cs: Při vytváření úlohy nastala chyba.

source: There was error initializing database.
cs: Pi inicializaci databáze došlo k chybě.

source: These are the current issue details
cs: Toto jsou podrobnosti současné úlohy

source: This Issue is Currently Quarantined
cs: Tato úloha je nyní v karanténě

source: This action will change the status of the selected users.
cs: Tato činnost změní stav vybraných uživatelů.

source: This action will mark the selected email messages as deleted.
cs: Tato činnost označí zvolené e-mailové adresy jako smazané.

source: This action will permanently delete the selected entries.
cs: Tato činnost trvale smaže zvolené záznamy.

source: This action will permanently delete the specified note.
cs: Tato činnost trvale smaže zadanou poznámku.

source: This action will permanently delete the specified phone support entry.
cs: Tato činnost trvale smaže zadaný záznam telefonické podpory.

source: This action will permanently delete the specified time tracking entry.
cs: Tato činnost trvale smaže zvolený záznam sledování času.

source: This action will permanently remove the selected FAQ entries.
cs: Tato činnost trvale odstraní zvolené položky nejčastějších otázek.

source: This action will permanently remove the selected custom fields.
cs: Tato činnost trvale odstraní zvolená vlastní pole.

source: This action will permanently remove the selected entries.
cs: Tato činnost trvale odstraní zvolené položky.

source: This action will permanently remove the selected news entries.
cs: Tato činnost trvale odstraní zvolené novinky.

source: This action will permanently remove the selected round robin entries.
cs: Tato činnost trvale odstraní zvolené položky kruhového přiřazení.

source: This action will remove the association of the selected entries to the current issue.
cs: Tato činnost odstraní přiřazení zvolených položek k současné úloze.

source: This action will remove the selected account managers.
cs: Tato činnost odstraní zvolené správce účtů.

source: This action will remove the selected entries.
cs: Tato činnost odstraní zvolené položky.

source: This action will remove the selected entries. This will also update any issues currently set to this status to a new status 'undefined'.
cs: Tato činnost odstraní zvolené položky, Také automaticky aktualizuje všechny úlohy, které nyní tento stav používají na nový stav 'neurčeno'.

source: This address will be notified when issues are created with this product.
cs: Na této adrese budete upozorněni, pokud dojde k vytvoření úlohy s tímto produktem.

source: This column is useful to display the amount of time since the last change in status for each issue. For example, if issue #1234 is set to status 'Closed', you could configure Eventum to display the difference in time between "now" and the date value stored in the closed date field.
cs: Tento sloupec je užitečný k zobrazení doby od poslední změny stavu v každé úloze. Například, pokud úloha #1234 je ve stavu 'Uzavřeno', můžete Eventum nastavit, aby byl zobrazen časový rozdíl mezi "nyní" a hodnotou data, jenž je uložená v datovém poli uzavření.

source: This command will be parsed by the CVS integration script (provided to you and available in %1) and it will notify Eventum that these changes are to be associated with issue #13.
cs: Tento příkaz bude zpracován skriptem zavedení CVS (který Vám byl poskytnut a je dostupný v %1) a oznámí Eventum, že tyto změny budou přiděleny k úloze #13.

source: This feature allows system users to subscribe to email notifications when changes are done to specific issues. The current actions that trigger email notifications are:
cs: Tato funkce umožňuje uživatelům systému odebírat e-mailová oznámení, pokud jsou v konkrétních úlohách provedeny změny. Činnosti, které nyní spouštějí e-mailová oznámení, jsou:

source: This feature allows your software development teams to integrate your Source Control Management system with your Issue Tracking System.
cs: Tato funkce umožňuje vašim týmům pro vývoj softwaru začlenit váš systém pro správu verzí do systému sledování úloh.

source: This field can also be used as a way to check the estimation abilities of project managers against the impact analysis given by the developers themselves. That is, the value entered by a project manager here can be compared against the impact analysis / estimated development time entered by the developers, and this way get more experience estimating the required time for new projects.
cs: Toto pole může být také použito jako způsob kontroly schopností odhadu vedoucích projektu v porovnání s analýzou dopadu od samotných vývojářů. Tedy, hodnota zadaná vedoucím projektu zde může být porovnána s analýzou dopadu / odhadovaným časem vývoje zadaným vývojáři a takto lze získat další zkušenosti při odhadování času vyžadovaného novými projekty.

source: This field is used as a simple and descriptive title to this new issue. As a suggestion, it should be descriptive and short enough to be used by other users to remember quickly what the issue was all about.
cs: Toto pole je použito jako jednoduchý a popisný název této nové úlohy. Jako návrh doporučujeme, aby byl dostatečně krátký a popisný, což pomáhá ostatním uživatelům rychle si zapamatovat o čem úloha je.

source: This field is used by the reporters of new issues to estimate the total development time for the issue. It is especially important as a metrics tool to get a simple estimate of how much time each issue will take from discovery, going through implementation and testing up until release time.
cs: Toto pole používají oznamovatelé nových úloh k odhadu celkového času vývoje úlohy. Je zvláště důležité jako nástroj pro měření k získání jednoduchého odhadu času, který je potřeba na objevení problému, přes zavedení a vyzkoušení opravy až po vydání.

source: This field is used to categorize issues by a common denominator, such as 'Feature Request', 'Bug' or 'Support Inquiry'.
cs: Toto pole je použit pro kategorizaci úloh pomocí společného prvku, např. 'Žádost o funkci', 'Chyba', nebo 'Žádost o podporu'.

source: This field is used to determine what the deadline should be for when this new issue should be completed and resolved. If you don't know what the deadline should be for this new issue, leave the field as 'un-scheduled', and a project manager will set it appropriately.
cs: Toto pole je pro co by tento termín měl být, pokud je tato nová úloha dokončena a vyřešena. Pokud nevíte, nechejte pole na 'un-scheduled' a správce projektu ho pak nastaví.

source: This field is used to determine who should be assigned to this new issue. You are be able to assign a new issue to several persons at the same time.
cs: Toto pole je pro určení řešitele této úlohy. Úlohu můžete přidělit několika lidem najednou.

source: This field is used to prioritize issues, as to make project management a little easier. If you are not sure, or don't know what the appropriate priority should be for new issues, choose 'not prioritized' as the option and leave the issue to be prioritized by a project manager.
cs: Toto pole je pro upřednostnění úloh, což usnadňuje správu projektu. Pokud si nejste jisti, nebo nevíte jaká je odpovídající priorita pro nové úlohy, zvolte 'not prioritized' a nastavení přenechejte správcovi projektu.

source: This is a special permission level reserved for the Customer Integration API, which allows you to integrate Eventum with your CRM database. When this feature is enabled, this type of user can only access issues associated with their own customer. Allowed to create new issues, update and send emails to existing issues.
cs: Toto je zvláštní oprávnění vyhrazené pro API začlenění zákazníků, což Vám umožní začlenit vaši databázi CRM do Eventum. Při povolení této funkce má tento typ uživatele přístup pouze k úlohám spojeným s konkrétními zákazníky. Má umožněno vytvářet nové úlohy, aktualizovat je a odesílat e-maily do existujících úloh.

source: This is an automated message sent at your request from
cs: Toto je automatická zpráva zaslaná na vaše požádání z

source: This is an automated message sent at your request from %1
cs: Toto je automatická zpráva z %1 zaslaná na vaše požádání

source: This is an automated message sent at your request from %1.
cs: Toto je automatická zpráva z %1 zaslaná na vaše požádání.

source: This is an automated message sent from %1
cs: Toto je automatická zpráva z %1

source: This issue has an access level of %1. Access to view this issue is restricted.
cs: Přístupová úroveň této úlohy je od "%1". Přístup do této úlohy je omezen.

source: This issue was just closed by %1 with the message: %2.
cs: Tuto úlohu právě uzavřel %1 se zprávou: %2.

source: This issue was just closed by %1.
cs: Tuto úlohu právě uzavřel %1.

source: This message already belongs to that account
cs: Tato zpráva již patří k tomuto účtu

source: This note will be deleted & converted to an email, one either sent immediately or saved as a draft.
cs: Tato poznámka bude smazána a převedena na e-mail, který je buď okamžitě odeslán, nebo uložen jako návrh.

source: This page allows you to create and modify saved custom searches, which will save searches that can be executed from the Issue Listing screen.
cs: Tato stránka Vám umožňuje vytvářet a měnit uložená vlastní hledání, což uloží hledání, která mohou být spuštěna z obrazovky výpisu úloh.

source: This page allows you to dynamically configure the values displayed in the "Status Action Date" column in the issue listing screen, for a particular project.
cs: Na této stránce je možné dynamicky nakonfigurovat zobrazované hodnoty ve sloupci "Status data činnosti" na seznamu úloh konkrétního projektu.

source: This page allows you to dynamically control which columns are displayed on the list issues page.
cs: Tato stránka vám umožňuje dynamicky kontrolovat které sloupce jsou zobrazeny ve výpisu úloh.

source: This page allows you to dynamically control which fields are displayed to users of a certain minimum role.
cs: Tato stránka vám umožňuje dynamicky kontrolovat, jaké jsou minimální role potřebné k zobrazení konkrétních polí.

source: This page allows you to regenerate Eventum private key.
cs: Tato stránka vám umožňuje generovat privátní klíč pro Eventum.

source: This page can only be accessed in relation to a project. Please go to the project page and choose
cs: Na tuto stránku můžete vstoupit pouze v souvislosti s projektem. Prosím přejděte na stránku projektů a tam vyberte

source: This screen allows users to change their appropriate full name, account password and email address. This address will be used by the system to send email notifications whenever details about issues you are subscribed to changes.
cs: Tato obrazovka umožňuje uživatelům změnit jejich odpovídající celé jméno, heslo k účtu a e-mailovou adresu. Tato adresa bude použita systémem k odeslání upozornění, když jsou podrobnosti úlohy, kterou odebíráte, změněny.

source: This screen allows users with the appropriate permissions to associate emails with existing issues, or create new issues and associate emails with them.
cs: Tato obrazovka umožňuje uživatelům s odpovídajícími oprávněními přidělit e-maily k existujícím úlohám, nebo vytvořit nové a k nim e-maily přidělit.

source: This type of user has full access to Eventum, including the low level configuration parameters available through the administration interface.
cs: Tento typ uživatele má úplný přístup k Eventum, včetně nízko úrovňových parametrů nastavení dostupných přes správcovské rozhraní.

source: This user requires permission to create and drop tables in the specified database.
cs: Tento uživatel vyžaduje oprávnění pro vytváření a mazání tabulek v dané databázi.

source: This value is used only for these installation procedures, and is not saved if you provide a separate user below.
cs: Tato hodnota je použita pouze pro tyto instalační procedury a není uložena, pokud níže zadáte jiného uživatele.

source: This will be included in the From address of all emails sent by Eventum for this project and will override any flag set system wide.
cs: Toto bude vloženo ve jménu odesílatele (From address) do všech e-mailových zpráv pro tento projekt zaslaných systémem Eventum a přepíše všechny ostatní příznaky (značky) nastavené kdekoliv v systému.

source: Time Added
cs: Přidán čas

source: Time Category
cs: Kategorie času

source: Time Period
cs: Časové období

source: Time Spent
cs: Strávený čas

source: Time Summary
cs: Shrnutí stráveného času

source: Time Tracking
cs: Sledování času

source: Time entry inserted from phone call.
cs: Časový záznam vložen během telefonního hovoru.

source: Time entry inserted when closing issue.
cs: Časový záznam vložen během uzavírání úlohy.

source: Time entry inserted when saving an email draft.
cs: Časový záznam vložen během ukládání konceptu.

source: Time entry inserted when sending an internal note.
cs: Časový záznam vložen během odesílání vnitřní poznámky.

source: Time entry inserted when sending outgoing email.
cs: Časový záznam vložen během odesílání e-mailu.

source: Time spent (hrs) %s through %s
cs: Strávená doba (v hodinách) v době od %s do %s

source: Time spent as minutes
cs: Strávený čas v minutách

source: Time spent per user
cs: Čas strávený na uživatele

source: Time tracking entry '{summary}' updated by {user}
cs: Uživatelem {user} byl aktualizován časový záznam '{summary}'

source: Time tracking entry removed by {user}
cs: Záznam sledování času odstraněn uživatelem {user}

source: Time tracking entry submitted by {user}
cs: Záznam sledování času odeslán uživatelem {user}

source: Time tracking entry submitted remotely by {user}
cs: Záznam sledování času vzdáleně odeslán uživatelem {user}

source: Timezone
cs: Časové pásmo

source: Title
cs: Název

source: To
cs: Komu

source: To add more information to this issue, simply reply to this email.
cs: Pro přidání dalších informací k této úloze, stačí odpovědět na tento e-mail.

source: To add scm backends, add to your <b>setup.php</b> like
cs: Chcete-li přidat moduly SCM, přidejte do <b>setup.php</b> například

source: To enable encryption, you need to have mcrypt and openssl extensions enabled.
cs: Aby mohlo být aktivováno šifrování, musíte mít povolena rozšíření mcrypt a openssl.

source: To prevent inappropriate emails reaching the notification list, only users that are assigned to the issue are allowed to email through Eventum. If an un-authorized user sends an email to <i>%1</i> it is converted into a note and stored for later use. This note can be converted into an email at a later date.
cs: Aby se zabránilo e-mailům ve vstupu do seznamu oznámení, pouze uživatelé přidělení k této úloze mají oprávnění odesílat e-maily přes Eventum. Pokud neoprávnění uživatel odešle e-mail do <i>%1</i>, je převeden na poznámku a uložen k pozdějšímu použití. Tato poznámka může být později převedena na e-mail.

source: To report new issues, click in the 'Create Issue' link in the top of your browser window.
cs: Pro nahlášení nových úloh klikněte na odkaz 'Vytvořit úlohu' v horní části okna vašeho prohlížeče.

source: To start using the system, please load the URL below
cs: Abyste systém začali používat, načtěte URL uvedenou níže

source: To use legacy uploader, click <a href="%1">here</a>
cs: Chcete-li použít starší verzi nahrávače souborů, klikněte <a href="%1">zde</a>

source: To view more details of this issue, or to update it, please visit the following URL
cs: Pro zobrazení dalších podrobností této úlohy, nebo její aktualizaci, prosím navštivte následující URL

source: Tool Caption
cs: Titulek systému

source: Total
cs: Celkem

source: Total Issues
cs: Celkem úloh

source: Total Notes
cs: Celkem poznámek

source: Total Phone Calls
cs: Celkem telefonních hovorů

source: Total Time Spent
cs: Celkový strávený čas

source: Trigger Reminders
cs: Aktivované upomínky úloh

source: Triggered Action
cs: Spuštěná činnost

source: Triggered Action '%s' for issue #%d
cs: Spuštěna akce '%s' k události #%d

source: Triggered Reminder
cs: Spuštěná upomínka

source: Turkish
cs: Turečtina

source: Type
cs: Typ

source: Ukrainian
cs: Ukrajinština

source: Unable to generate new encryption key. Check server error logs.
cs: Nový šifrovací klíč nelze vygenerovat. Zkontrolujte protokoly chyb serveru.

source: Unassign Issue
cs: Zrušit přidělenou úlohu

source: Unavailable - Users may NOT use this release
cs: Nedostupné - Uživatelé nemohou použít tuto verzi

source: Untitled
cs: Bez názvu

source: Untitled.%s
cs: Bez názvu.%s

source: Update
cs: Aktualizovat

source: Update Account
cs: Aktualizovat účet

source: Update Account Manager
cs: Aktualizovat správce účtů

source: Update Action
cs: Aktualizovat činnost

source: Update Category
cs: Aktualizovat kategorii

source: Update Condition
cs: Aktualizovat podmínku

source: Update Custom Field
cs: Aktualizovat vlastní pole

source: Update Customization
cs: Aktualizovat přizpůsobení

source: Update Email Address
cs: Aktualizovat e-mailovou adresu:

source: Update Email Response
cs: Aktualizovat e-mailovou odpověď

source: Update FAQ Entry
cs: Aktualizovat položku nejčastějších otázek

source: Update Full Name
cs: Aktualizovat celé jméno

source: Update Group
cs: Aktualizovat skupinu

source: Update Issue
cs: Aktualizovat úlohu

source: Update Issue #%1$s
cs: Aktualizovat úlohu #%1$s

source: Update Issue Details
cs: Aktualizovat podrobnosti úlohy

source: Update Issue Overview
cs: Aktualizovat přehled úlohy

source: Update Link Filter
cs: Aktualizovat filtr propojení

source: Update News Entry
cs: Aktualizovat novinku

source: Update Note
cs: Aktualizovat poznámku

source: Update Password
cs: Aktualizovat heslo

source: Update Preferences
cs: Aktualizovat nastavení

source: Update Priority
cs: Aktualizovat prioritu

source: Update Product
cs: Upravit produkt

source: Update Project
cs: Aktualizovat projekt

source: Update Release
cs: Aktualizovat verzi

source: Update Reminder
cs: Aktualizovat upomínku

source: Update Resolution
cs: Aktualizovat řešení

source: Update Round Robin Entry
cs: Aktualizovat položku kruhového přiřazení

source: Update Setup
cs: Aktualizovat instalaci

source: Update Severity
cs: Upravit závažnost

source: Update Status
cs: Aktualizovat stav

source: Update Subscription
cs: Aktualizovat odběr

source: Update User
cs: Aktualizovat uživatele

source: Update Users
cs: Aktualizovat uživatele

source: Update Values
cs: Aktualizovat hodnoty

source: Updated
cs: Aktualizováno

source: Updated Date
cs: Datum aktualizováno

source: Updating Reminder
cs: Aktualizování upomínky

source: Upload File
cs: Nahrát soubor

source: Upload New Signature
cs: Nahrát nový podpis

source: Urdu
cs: Urdština

source: Usage Examples
cs: Příklady užití

source: Use Canned Response
cs: Použít předpřipravené odpovědi

source: Use a Separate MySQL User for Normal Eventum Use
cs: Použít odděleného uživatele MySQL pro normální provoz Eventum

source: Use account for non-subject based email/note/draft routing.
cs: Použít účet pro přesměrování e-mailů/poznámek/návrhů bez předmětu.

source: User
cs: Uživatel

source: User DN
cs: DN uživatele

source: User Filter
cs: Filtr uživatelů

source: User Permission Levels
cs: Úrovně oprávnění uživatele

source: User Response
cs: Odpověď uživatele

source: Username
cs: Uživatelské jméno

source: Users
cs: Uživatelé

source: Users can set this on their preferences page. This provides the default for new users.
cs: Toto nastavení mohou uživatelé měnit na stránce předvoleb osobního profilu. Tato volba ovlivňuje pouze výchozí nastavení pro nového uživatele.

source: Users with a role of 'customer' or below are not allowed to be added to the authorized repliers list.
cs: Uživatelé s rolí 'zákazník' nebo nižší nemohou být přidáni do seznamu oprávněných odpovídačů.

source: Value
cs: Hodnota

source: Version How To
cs: Verze jak na to

source: Vietnamese
cs: Vietnamština

source: View Email Details
cs: Zobrazit podrobnosti e-mailu

source: View Email Raw Headers
cs: Zobrazit prosté hlavičky e-mailu

source: View Note Details
cs: Zobrazit podrobnosti poznámky

source: Viewer
cs: Prohlížející

source: Viewing Emails (%1 email found)
cs: Zobrazení e-mailů (%1 nalezený e-mail)

source: Viewing Issues
cs: Zobrazování úloh

source: WARNING
cs: VAROVÁNÍ

source: WARNING: By converting this blocked message to a draft any attachments this message may have will be lost.
cs: VAROVÁNÍ: Převedením této blokované zprávy na návrh budou ztraceny všechny přílohy, které zpráva obsahuje.

source: WARNING: Converting this note to an email will send the email to all users listed in this issue's notification list.
cs: VAROVÁNÍ: Převedením této poznámky na e-mail, bude tento e-mail odeslán všem uživatelům v seznamu oznámení úlohy.

source: WARNING: Converting this note to an email will send the email to any customers that may be listed in this issue's notification list.
cs: VAROVÁNÍ: Převedením této poznámky na e-mail, bude tento e-mail odeslán všem zákazníkům uvedeným v seznamu oznámení úlohy.

source: WARNING: If replying, add yourself to Authorized Repliers list first.
cs: VAROVÁNÍ: Pokud odpovídáte, nejdříve se přidejte do seznamu oprávněných odpovídačů.

source: WARNING: If you want to use the email integration features to download messages saved on a IMAP/POP3 server, you will need to enable the IMAP extension in your PHP.INI configuration file. See the PHP manual for more details.
cs: VAROVÁNÍ: Pokud chcete použít funkce zavedené e-mailu pro stažení zpráv uložených na serveru IMAP/POP3, je třeba povolit rozšíření IMAP ve vašem souboru nastavení PHP.ini. Viz příručka PHP pro další informace.

source: WARNING: This action will permanently remove the selected email aliases from the email account.
cs: UPOZORNĚNÍ: Tato akce trvale odstraní vybrané e-mailové aliasy z účtu.

source: WARNING: This action will permanently remove the selected emails from your email account.
cs: VAROVÁNÍ: Tato činnosti natrvalo odstraní zvolené e-maily z vašeho e-mailového účtu.

source: WARNING: This action will remove the selected groups permanently.
cs: VAROVÁNÍ: Tato činnost natrvalo odstraní zvolené skupiny.

source: WARNING: This action will remove the selected link filters permanently.
cs: VAROVÁNÍ: Tato činnost natrvalo odstraní zvolené filtry propojení.

source: WARNING: This action will remove the selected products permanently.
cs: UPOZORNĚNÍ: Tato akce trvale odstraní vybrané produkty.

source: WARNING: This email will be sent to all names on this issue's Notification List, including CUSTOMERS.nIf you want the CUSTOMER to receive your message now, press OK.nOtherwise, to return to your editing window, press CANCEL.
cs: UPOZORNĚNÍ: Tento e-mail bude odeslán všem uživatelům, kteří jsou uvedeni na seznamu oznámení, včetně ZÁKAZNÍKŮ. \nPokud chcete vaši zprávu nyní poslat zákazníkům, stiskněte OK. \nV opačném případě stiskněte STORNO, vrátíte se zpět do editačního okna.

source: WARNING: This email will be sent to all names on this issue's Notification List.nIf you want all users to receive your message now, press OK.nOtherwise, to return to your editing window, press CANCEL.
cs: UPOZORNĚNÍ: Tento e-mail bude odeslán všem uživatelům, kteří jsou uvedeni na seznamu oznámení. \nPokud chcete vaši zprávu nyní poslat všem uživatelům, stiskněte OK. \nV opačném případě stiskněte STORNO, vrátíte se zpět do editačního okna.
